Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: On end of movie (as menu)
es: Al final de la película (como menú)

source: On except in same named directory
es: Activado excepto en el directorio con el mismo nombre

source: On shutdown/restart warn about any pending jobs being carried out in the background.
es: Al apagar o reiniciar, advierte sobre cualquier trabajo pendiente que se esté ejecutando en el fondo.

source: On valid ONIDs, ignore frequency sub network part
es: En ONID válidos, ignore la parte de subred de frecuencia

source: On your remote, click on the button you want to change
es: En el mando, haga clic en el botón que desea cambiar

source: Once per day
es: Una vez al día

source: One
es: Uno

source: One line
es: Una línea

source: One line Alt
es: Una línea Alt

source: OnlineVersionCheck
es: Verificación de versión en línea

source: Only active when in standby
es: Solo cuando está en espera

source: Only alpha test to alpha blend
es: Solo prueba-alfa a mezcla-alfa

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
es: Cambie esta configuración únicamente si está utilizando un dispositivo SCR que haya sido reprogramado con un programador. Para obtener más información, consulte con la persona que reprogramó el dispositivo.

source: Only free scan
es: Sólo canales gratuitos

source: Only move the dish quickly after this hour.
es: Sólo mueva la antena rápidamente después de esta hora.

source: Only move the dish quickly before this hour.
es: Sólo mueva la antena rápidamente antes de esta hora.

source: Only on startup
es: Sólo al iniciar

source: Only scheduled
es: Solo programado

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
es: Seleccione "Sí" únicamente si está utilizando un multiswich que requiere una señal de comando DiSEqC Port-A. Para todas las demás configuraciones, seleccione "No".

source: Open RDS/RASS screen
es: Abrir pantalla de RDS/RASS

source: Open RDS/RASS screen...
es: Abrir pantalla de RDS/RASS

source: Open VirtualKeyboard
es: Abrir teclado virtual

source: Open bouquet list
es: Abrir lista de grupos

source: Open infobar EPG
es: Abrir EPG de la infobar

source: Open menu
es: Abrir menú

source: Open nameserver configuration
es: Abir la configuración del DNS

source: Open seekbar
es: Abrir barra de busqueda

source: Open service list
es: Abrir la lista de canales

source: Open service list and select the next channel
es: Abrir la lista de canales y seleccionar el siguiente canal

source: Open service list and select the next channel for PiP
es: Abrir la lista de canales y seleccionar el siguiente canal para PiP

source: Open service list and select the previous channel
es: Abrir la lista de canales y seleccionar el canal anterior

source: Open service list and select the previous channel for PiP
es: Abrir la lista de canales y seleccionar el canal anterior para PiP

source: Open setup tuner
es: Abrir configuración del sintonizador

source: Open the favourites list
es: Abrir la lista de favoritos

source: Open the movie list
es: Abrir la lista de películas

source: Open the satellites list
es: Abrir la lista de satélites

source: Open the service list
es: Abrir la lista de canales

source: OpenTV EPG download completed. Next download: %s
es: Descarga completa de la EPG de OpenTV. Próxima descarga: %s

source: OpenTV EPG download starting.
es: Iniciando descarga de EPG de OpenTV.

source: OpenTV EPG downloader
es: Descargador de EPG de OpenTV

source: OpenTV EPG forced download
es: Descarga forzada de EPG de OpenTV

source: OpenVpn Setup
es: Abrir la configuración Vpn

source: Orbital position
es: Posición orbital

source: Ordinary
es: Ordinario

source: Original language
es: Idioma original

source: Oscam/Ncam Info Settings
es: Configuración OScam / Ncam

source: Oscam/Ncam not running - start Cam to obtain information.
es: Oscam/Ncam no se ejecuta: inicie Cam para obtener información.

source: Other
es: Otro

source: Other Subtitles & lang
es: Otros subtítulos y idiomas

source: Other buttons will jump to the help for that button, if there is help.
es: Otras teclas saltarán a la ayuda para esa tecla, si hay ayuda.

source: Other functions
es: Otras funciones

source: Outdoor
es: Exterior

source: Output
es: Salida

source: Overwrite Recovery
es: Recuperación de sobrescritura

source: PAGE UP/DOWN
es: PÁGINA ARIBA/ABAJO

source: PAGEDOWN
es: PÁGINA ABAJO

source: PAGEUP
es: PÁGINA ARIBA

source: PAUSE
es: PAUSA

source: PCM Multichannel
es: PCM Multicanal

source: PCM multichannel
es: PCM Multicanal

source: PG - Parental Guidance
es: Orientación de padres

source: PGS file
es: Archivo PGS

source: PIP enabled, no HDR
es: PIP habilitado, no HDR

source: PIP with OSD
es: PIP con OSD

source: PLP ID
es: ID del PLP

source: PLS Code
es: Código PLS

source: PLS Mode
es: Modo PLS

source: PLS Mode & PLS Code
es: Modo PLS y código PLS

source: PLUGIN
es: COMPLEMENTO

source: PRIMETIME
es: Horario de máxima audiencia

source: Package Manager
es: Administrador de paquetes

source: Package list loading
es: Actualizando lista de paquetes

source: Package list update
es: Actualización de lista de paquetes

source: Package manager
es: Administrador de paquetes

source: Packages
es: Paquetes

source: Packages to update
es: Lista de paquetes para actualizar

source: Page down
es: Bajar página

source: Page down in description
es: Página abajo en la descripción

source: Page right
es: Página derecha

source: Page up
es: Subir página

source: Page up in description
es: Página arriba en la descripción

source: PageBack
es: PáginaAtrás

source: PageFwd
es: PáginaDelante

source: Palau
es: Pakistan

source: Palestine, State of
es: Palestina, Estado de

source: Panic to
es: Pánico a

source: Papua New Guinea
es: Papúa Nueva Guinea

source: Parabel
es: Parábola

source: Parent directory
es: Directorio matriz

source: Parental Control
es: Control parental

source: Parental Guidance Recommended
es: Se recomienda la orientación parental

source: Parental control
es: Control parental

source: Parliament
es: Parlamento

source: Parodie
es: Parodia

source: Partition: %s Mount: %s unmounted successfully; if all partitions now unmounted you can remove device.
es: Partición: %s Montaje: %s desmontado exitosamente; si ahora todas las particiones están desmontadas, puede quitar el dispositivo.

source: Password
es: Contraseña

source: Password (httpuser)
es: Contraseña (http usuario)

source: Password (httpwd)
es: Contraseña (http pwd)

source: Password Actions
es: Acciones de contraseña

source: Password Setup
es: Configuración de contraseña

source: Password changed
es: Contraseña cambiada

source: Password:
es: Contraseña:

source: Pause
es: Pausa

source: Pause movie at end
es: Pausar la película al final

source: Pause playback
es: Pausar la reproducción

source: Pause, rewind and fast forward
es: Pausa, rebobinado y avance rápido

source: Pause/Continue playback
es: Pausa / Continuar reproducción

source: Pausing
es: Pausando

source: Peak load (max queued requests per workerthread)
es: Carga máxima (solicitades máximas en cola por Workerthread)

source: Per Tutti
es: Para todos

source: Percentage
es: Porcentaje

source: Percentage left
es: Porcentaje restante

source: Percentage right
es: Porcentaje derecha

source: Perform a complete image backup before updating.
es: Hacer una copia completa de Image antes de actualizar.

source: Perform a full image backup
es: Hacer una copia completa de Image

source: Perform a settings backup
es: Hacer una copia de seguridad de los ajustes.

source: Perform a settings backup before updating.
es: Hacer una copia de seguridad antes de actualizar.

source: Perform an online update check in the background
es: Buscar actualizaciones online en el fondo.

source: Permanent sort key changes
es: Cambios permanentes de ordenación de las teclas

source: Permanently delete all recordings in the trash can?
es: ¿Borrar permanentemente todas las grabaciones en la papelera?

source: Persian
es: Persa

source: Philippines
es: Filipinas

source: Picon Width
es: Anchura de Picon

source: Picon and Service Name
es: Picon y nombre de canal

source: Picon and Service Number
es: Picon y número de canal

source: Picon type priority
es: Prioridad de tipo de picon

source: Picon width
es: Anchura de Picon

source: Picon, Service Number and Service Name
es: Picon, número y nombre de canal

source: Picons: Show in channel list
es: Picones: mostrar en lista de canales

source: Picture in Picture (PIP)
es: Imagen en imagen (PiP)

source: Picture in graphic
es: Imagen en gráficos (PIG)

source: Picture player
es: Reproductor de fotos

source: Pillarbox
es: Columnas

source: Pilot
es: Piloto

source: Play
es: Reproducir

source: Play Audio-CD...
es: Reproducir audio CD...

source: Play DVD
es: Reproducir DVD

source: Play Music...
es: Reproducir música

source: Play as picture in picture
es: Reproducir como imagen en imagen (PiP).

source: Play audio in background
es: Reproducir audio al fondo

source: Play audio-CD...
es: Reproducir audio CD...

source: Play back media files
es: Reproducir archivos de medios

source: Play entry
es: Reproducir elemento

source: Play from next mark or playlist entry
es: Reproducir desde la siguiente marca o película

source: Play from previous mark or playlist entry
es: Reproducir desde la marca anterior o película.

source: Play music...
es: Reproducir música...

source: Play next
es: Reproducir siguiente

source: Play next (return to movie list)
es: Reproducir siguiente (volver a la lista de películas)

source: Play next (return to previous service)
es: Reproducir siguiente (volver al canal anterior)

source: Play previous
es: Reproducir anterior

source: Play recorded movies
es: Reproducir películas grabadas

source: Play service with Stream Relay
es: Reproducción con Stream Relay

source: Play service with streamrelay
es: Reproducción con Stream Relay

source: Play service without Stream Relay
es: Reproducción sin Stream Relay

source: Play service without streamrelay
es: Reproducción sin Stream Relay

source: Play the %d marked recordings
es: Reproducir las %d grabaciones marcadas

source: Play the marked recording
es: Reproducir la grabación marcada

source: Play the selected recording
es: Reproducir la grabación seleccionada

source: Playback
es: Reproducción

source: Playback information missing Playback aborted to avoid crash Please retry
es: Falta información de reproducción Reproducción cancelada para evitar un bloqueo Vuelva a intentarlo

source: Playlist
es: Lista de repducciones

source: Playpause
es: Reproducir pausa

source: Please add titles to the compilation.
es: Añade títulos a la compilación.

source: Please change the recording end time
es: Cambia la hora del fin de la grabación

source: Please choose an extension
es: Elige una extensión...

source: Please choose an extension...
es: Elige una extensión...

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
es: Configura o comprueba tu DNS rellenando los valores requeridos. Cuanto estés listo, pulsa OK para continuar.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
es: Configure tu conexión a internet rellenando los valores requeridos. Cuando estés listo, pulsa OK para continuar.

source: Please connect your receiver to the internet
es: Conecta tu receptor a internet

source: Please do not change any values unless you know what you are doing!
es: No cambies ningún valor a menos que estés totalmente seguro.

source: Please enter a name for the new bouquet
es: Introduce un nombre para el nuevo grupo.

source: Please enter a name for the new marker
es: Pon un nombre para el nuevo marcador

source: Please enter a new filename
es: Introduce un nombre de archivo nuevo

source: Please enter a new name:
es: Introduce un nombre de archivo nuevo

source: Please enter filename (empty = use current date)
es: Introduce un nombre de fichero (vacío = usar fecha actual)

source: Please enter new description:
es: Introduce una nueva descripción:

source: Please enter new name:
es: Introduce un nombre de archivo nuevo

source: Please enter the correct pin code
es: Introduce el pin correcto

source: Please enter the name of the new directory
es: Introduce el nombre del directorio nuevo

source: Please enter the new PIN code
es: Introduce el PIN nuevo

source: Please enter the old PIN code
es: Introduce el PIN anterior

source: Please follow the instructions on the TV
es: Siga las instrucciones en la TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
es: No se ha podido acceder al medio seleccionado anterior. Se va autilizar el directorio por defecto.

source: Please note, images are large, generally over 100 MB so downloading over a slow or unstable connection is prohibitive.
es: Tenga en cuenta que las imágenes son grandes, generalmente más de 100 MB, por lo que descargarlas a través de una conexión lenta o inestable resulta prohibitivo.

source: Please open Picture in Picture first
es: Abra Picture in Picture.

source: Please press OK to continue.
es: Pulsa OK para continuar.

source: Please press OK when ready
es: Pulsa 'OK' cuando estés listo

source: Please re-enter the new PIN code
es: Introducir el nuevo código PIN otra vez

source: Please select a playlist to delete...
es: Selecciona la lista de reproducción que quieres borrar...

source: Please select a playlist...
es: Seleccione una lista de reproducción...

source: Please select a sub service
es: Selecciona un subcanal

source: Please select a subservice to record...
es: Selecciona el subcanal que quieres grabar...

source: Please select a subservice...
es: Seleccione un subcanal...

source: Please select device to use as SWAP file location.
es: Por favor, selecciona un dispositivo como destino de intercambio.

source: Please select folder that contains .ipk packages.
es: Por favor seleccione una carpeta que contenga paquetes.

source: Please select medium to be scanned
es: Selecciona el medio a escanear.

source: Please select the default action of the EPG button
es: Por favor seleccione la acción de la tecla EPG

source: Please select the default action of the INFO button
es: Por favor seleccione la acción de la tecla INFO

source: Please select the file to restore.
es: Seleccione el archivo para restaurar.

source: Please select the movie path...
es: Selecciona un directorio de películas...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
es: Selecciona la interfaz de red que quieres usar para la conexión a internet. Pulsa OK para continuar.

source: Please select the tag to filter...
es: Selecciona una etiqueta para filtrar...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
es: Selecciona la red inalámbrica a la que te quieres conectar. Pulsa OK para continuar.

source: Please set up the following common options
es: Configure las siguientes opciones comunes

source: Please set up tuner A
es: Configura el sintonizador A

source: Please set up tuner B
es: Configura el sintonizador B

source: Please set up tuner C
es: Configura el sintonizador C

source: Please set up tuner D
es: Configura el sintonizador D

source: Please set up tuner E
es: Configura el sintonizador E

source: Please set up tuner F
es: Configura el sintonizador F

source: Please set up tuner G
es: Configura el sintonizador G

source: Please set up tuner H
es: Configura el sintonizador H

source: Please set up tuner I
es: Configura el sintonizador I

source: Please set up tuner J
es: Configura el sintonizador J

source: Please set up tuner K
es: Configura el sintonizador K

source: Please set up tuner Q
es: Configura el sintonizador Q

source: Please set up tuner R
es: Configura el sintonizador R

source: Please set your time options
es: Por favor, configure sus opciones de tiempo

source: Please set your time options. Press YELLOW to set the time zone via geolocation.
es: Por favor, configure sus opciones horarias. Presione AMARILLO para configurar la zona horaria mediante geolocalización.

source: Please setup your user interface by adjusting the values till the edges of the user interface box are covering the test pattern and touching the edges of your TV. When you are ready press OK to continue.
es: Configura tu conexión a internet ajustando los valores hasta que los bordes del recuadro azul toquen los de tu TV. Cuando estés listo, pulsa OK para continuar.

source: Please use the direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
es: Usa las teclas de dirección para mover la ventana PiP. Pulsa Grupo +/- para cambiar el tamaño de la ventana. Pulsa OK para volver al modo TV o EXIT para cancelar la acción.

source: Please wait
es: Por favor, espera

source: Please wait (downloading channel list)
es: Espera por favor (descargando lista de canales).

source: Please wait (updating packages)
es: Espera por favor (actualizando paquetes).

source: Please wait while gathering EPG data...
es: Por favor espere mientras se recopilan datos EPG...

source: Please wait while plugins restore completes...
es: Espera mientras se restauran los complementos...

source: Please wait while scanning for devices...
es: Por favor, espera mientras se buscan dispositivos...

source: Please wait while scanning is in progress...
es: Espera mientra la búsqueda está en curso...

source: Please wait while scanning your %s %s devices...
es: Por favor espere mientras escaneamos sus %s %s dispositivos...

source: Please wait while settings restore completes...
es: Espera mientras se restaura la configuración...

source: Please wait while starting
es: Espera mientras se inicia

source: Please wait while stopping
es: Espera mientras se detiene

source: Please wait while the flash prepares.
es: Espera mientras se prepara el flas

source: Please wait while the system gathers information...
es: Espera mientras se recopila la información...

source: Please wait while we configure your network...
es: Espera mientras se configura la red...

source: Please wait while we prepare your network interfaces...
es: Espera mientras se preparan las interfaces de red...

source: Please wait while we test your network...
es: Espera mientras se verifica la red...

source: Please wait while your network configuration is activated...
es: Espera mientras la configuración de la red está activada...

source: Please wait while your network configuration is deactivated...
es: Espera mientras la configuración de la red está desactivada...

source: Please wait, initialising %s.
es: Por favor espere, inicializando %s.

source: Please wait.
es: Espera por favor

source: Please wait...
es: Por favor, espera...

source: Please wait... Loading list...
es: Espera... Cargando lista...

source: Plugin Browser
es: Buscador de complementos

source: Plugin browser
es: Buscador de complementos

source: Plugin browser settings
es: Configuración de buscador de complementos

source: Plugin install
es: Instalación del complemento

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
es: Error en la lista de complementos (por ejemplo, destino de copia de seguridad incorrecto o no queda espacio en el dispositivo de copia de seguridad).

source: Plugins
es: Complementos

source: Poker
es: Póker

source: Poland
es: Polonia

source: Polarisation
es: Polarización

source: Polarization
es: Polarización

source: Polish
es: Polaco

source: Political Issues
es: Cuestiones políticas

source: Politics
es: Política

source: Politik
es: Política

source: Poliziesco
es: Policía

source: Popup
es: Ventana emergente

source: Port
es: Puerto

source: Port A
es: Puerto A

source: Port B
es: Puerto B

source: Port C
es: Puerto C

source: Port D
es: Puerto D

source: Port:
es: Puerto:

source: Porträt
es: Retrato

source: Portuguese
es: Portugués

source: Position
es: Posición

source: Position of finished timers in timer list
es: Posición de temporizadores terminados en la lista de temporizadores

source: Position of recording icons
es: Posición de los iconos de grabación

source: Position stored at index
es: Posición guardada

source: Positioner
es: Posicionador

source: Positioner (selecting satellites)
es: Posicionador (selección de satélites)

source: Positioner setup
es: Configuración del posicionador

source: Positioner setup log
es: Historial de configuración del posicionador

source: Power
es: Encendido

source: Power LCD Display
es: Encender la Pantalla LCD

source: Power LED Colour State in Deep-Standby
es: LED en hibernación

source: Power LED Colour State in Standby
es: LED en modo de espera

source: Power LED Colour State when Running.
es: LED en uso normal

source: Power LED can be turned on or off here.
es: LED se puede encendido y apagado aquí.

source: Power On/Off display Normal Mode.
es: Encender pantalla frontal en modo normal

source: Power On/Off display Standby Mode.
es: Encender pantalla frontal en modo de espera

source: Power On/Off display Suspend Mode.
es: Encender pantalla frontal en modo de espera

source: Power Timer Edit
es: Editar temporizadores de corriente

source: Power Timer List
es: Lista de temporizadores de corriente

source: Power Timers
es: Temporizadores de corriente

source: Power long
es: Tecla de encender (largo)

source: Power management. Consult your receiver's manual for more information.
es: Gestión de energía. Consulta el manual del receptor para obtener más información.

source: Power menu
es: Menú de corriente

source: Power threshold in mA
es: Umbral de potencia en mA

source: Power threshold. Consult your receiver's manual for more information.
es: Umbral de potencia. Consulta el manual de tu receptor para obtener más información.

source: PowerControl FrontDisplay Normal Mode
es: Control de potencia de pantalla frontal en modo normal

source: PowerControl FrontDisplay Standby Mode
es: Control de potencia de pantalla frontal en modo de espera

source: PowerControl FrontDisplay Suspend Mode
es: Control de potencia de pantalla frontal en hibernación

source: Powerboating
es: Navegación a motor

source: Predefined
es: Predefinido

source: Predefined transponder
es: Transpondedor predefinido

source: Prefer AC3 track
es: Priorizar pista AC3

source: Prefer AC3+ track
es: Priorizar pista AC3+

source: Prefer audio track stored by service
es: Priorizar la pista de audio guardada por el canal

source: Prefer graphical DVB subtitles
es: Priorizar los subtítulos gráficos DVB

source: Prefer subtitles for hearing impaired
es: Priorizar los subtítulos para sordos

source: Prefer subtitles stored by service
es: Priorizar los subtítulos guardados por el canal

source: Preferred tuner
es: Sintonizador preferido

source: Preferred tuner ATSC
es: Sintonizador preferido ATSC

source: Preferred tuner ATSC for recordings
es: Sintonizador preferido ATSC para grabaciones

source: Preferred tuner DVB-C
es: Sintonizador preferido DVB-C

source: Preferred tuner DVB-C for recordings
es: Sintonizador preferido DVB-C para grabaciones

source: Preferred tuner DVB-S
es: Sintonizador preferido DVB-S

source: Preferred tuner DVB-S for recordings
es: Sintonizador preferido DVB-S para grabaciones

source: Preferred tuner DVB-T
es: Sintonizador preferido DVB-S

source: Preferred tuner DVB-T for recordings
es: Sintonizador preferido DVB-T para grabaciones
