Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Exit mediaplayer
es: Salir del reproductor de medios

source: Exit menu
es: Salir de menú

source: Exit mounts setup menu
es: Salir del menú de configuración de montajes

source: Exit movie list
es: Salir de la lista de películas

source: Exit movie player
es: ¿Salir del reproductor de películas?

source: Exit movie player?
es: ¿Salir del reproductor de películas?

source: Exit network adapter setup menu
es: Salir del menú de configuración de adaptador de red.

source: Exit network interface list
es: Salir de la lista de interfaces de red.

source: Exit network wizard
es: Salir del asistente de red

source: Exit networkadapter setup menu
es: Salir del menú de configuración de adaptador de red.

source: Exit the restore wizard
es: Salir del asistente de restauración

source: Exit the wizard
es: Salir del asistente

source: Expand
es: Expandir

source: Expert
es: Experto

source: Extended
es: Extendido

source: Extended Networksetup Plugin...
es: Complemento de configuración de red extendido...

source: Extended PID info
es: Información de PID extendida

source: Extended Setup...
es: Configuración extendida...

source: Extended Shares
es: Intercambios extendidos

source: Extended info
es: Información extendida

source: Extended network setup plugin...
es: Complemento de configuración de red extendido...

source: Extended setup...
es: Configuración extendida...

source: Extensions
es: Extensiones

source: Extensions menu
es: Menú de extensiones

source: Extensive search
es: Búsqueda extensiva

source: External
es: Externo

source: External PiP
es: PiP externo

source: External subtitle color
es: Color de subtítulos externos

source: External subtitle dialog colorisation
es: Color de texto de subtítulos externos

source: External subtitle switch fonts
es: Cambiar fuente de subtítulos externos.

source: Externally powered
es: Alimentado externalmente

source: Extra IPK's
es: Más IPKs

source: Extra motor options
es: Más opciones de rotor

source: Extreme
es: Extremo

source: Extremsport
es: Extremodeporte

source: Extrude from left
es: Extruir desde la izquierda

source: F1/LAN long
es: F1/LAN (largo)

source: F2 long
es: F2 (largo)

source: F3 long
es: F3 (largo)

source: F4 long
es: F4 (largo)

source: FBC automatic
es: FBC automático

source: FBC automatic connected to
es: FBC automático conectado a

source: FBC automatic connected to %s
es: FBC automático conectado a %s

source: FBC automatic inactive
es: FBC automático inactivo

source: FCC enabled
es: FCC habilitado

source: FCCSetup
es: Configuración de FCC

source: FLASHING
es: FLASEANDO

source: FP version: %s
es: FP versión: %s

source: FTP Setup
es: Configuración FTP

source: FTP connection failure
es: Falla de conexión FTP

source: FTP passive mode
es: FTP modo pasivo

source: FULL IMAGE BACKUP
es: COPIA DE SEGURIDAD DE IMAGEN COMPLETA

source: Factory Reset
es: Reinicio de fábrica

source: Factory Reset: Clearing data
es: Reinicio de fábrica: Borrando de datos

source: Factual Topics
es: Tópico Factuales

source: Fade the infobar when hiding
es: Desvanecer la infobar al ocultarse

source: Failed
es: Fallido

source: Failed to write /tmp/positionersetup.log:
es: No se ha podido escribir /tmp/positionersetup.log:

source: Falkland Islands (Malvinas)
es: Las Malvinas

source: Fallback Configuration
es: Configuración sintonizador remoto

source: Fallback Tuner Setup
es: Configuración sintonizador remoto

source: Fallback address type
es: Tipo de dirección de sintonizador remoto

source: Fallback receiver IP address
es: IP de sintonizador remoto

source: Fallback receiver streaming port
es: Puerto de streaming del sintonizador remoto

source: Fallback remote receiver URL
es: URL del sintonizador remote

source: False
es: Falso

source: Familie
es: Familia

source: Family
es: Familia

source: Fan %d
es: Ventilador %d

source: Fantascienza
es: Fantasciencia

source: Fantasy
es: Fantasía

source: Faroe Islands
es: Islas Faroe

source: Fashion
es: Moda

source: Fast
es: Rápido

source: Fast Channel Change
es: Cambio Rápido de Canal (FCC)

source: Fast Channel Change Setup
es: Configuración de Cambio Rápido de Canal (FCC)

source: Fast Channel Change setup
es: Configuración de Cambio Rápido de Canal (FCC)

source: Fast DiSEqC
es: DiSEqC Rapido

source: Fast epoch
es: Época rápida

source: Fast forward speeds
es: Velocidades de avance rápido

source: Fastforward
es: Avance rápido

source: Favourites
es: Favoritos

source: Feature
es: Largometraje

source: Features
es: Largometrajes

source: Feeds status: Official developer feeds
es: Estado de las fuentes: fuentes oficiales de desarrolladores

source: Feeds status: Stable
es: Estado de las fuentes: estable

source: Feeds status: Unexpected
es: Estado de las fuentes: Inesperado

source: Feeds status: Unknown
es: Estado de las fuentes: Desconocido

source: Feeds status: Unknown, user feeds url
es: Estado de las fuentes: Desconocido, fuentes de usuario

source: Feeds status: Unstable
es: Estado de las fuentes: Inestable

source: Feeds status: Updating
es: Estado de las fuentes: Actualizando

source: Fiction
es: Fictión

source: File %s.conf not found. Enter username/password manually.
es: No se encontró el archivo %s.conf. Ingrese el nombre de usuario y la contraseña manualmente.

source: Filename
es: Nombre de archivo

source: Filesystem Check
es: Comprobar sistema de archivos

source: Film
es: Película

source: Film Animazione
es: Película de animación

source: Film per Adulti
es: Película adulta

source: Film-Noir
es: Película negra

source: Final position at
es: Posición final a

source: Final position at index
es: Posición final a indice

source: Final scroll delay
es: Retraso del desplazamiento final

source: Finance
es: Finanza

source: Fine movement
es: Movimiento fino

source: Finetune
es: Ajuste fino

source: Finished
es: Terminado

source: Finished configuring your network
es: Se ha terminado de configurar la red

source: Finland
es: Finlandia

source: Finnish
es: Finlandés

source: FirstPage
es: Primera página

source: Fishing
es: Pesca

source: Fitness & Health
es: Salud y bienestar

source: Fix CEC address setting, default is 1.0.0.0
es: Fijar la configuración de la dirección CEC, el valor predeterminado es 1.0.0.0

source: Fixed
es: Fijo

source: Flash
es: Flasear

source: Flash image unzip successful.
es: Descompresión de la imagen exitosa.

source: Flash regular slot
es: flasear slot regular

source: Flashing
es: Flaseando

source: Flat alphabetical
es: Orden alfabético plano

source: Flat by key group on remote
es: Plano por grupo de teclas en el mando

source: Flat by position on remote
es: Plano por posición en el mando

source: Folk and Country
es: folk y country

source: Folkloric
es: Folklorico

source: Font size
es: Tamaño de fuente

source: Food/Wine
es: Comida/Vino

source: Football
es: Fútbol

source: Football - Club
es: Fútbol - Club

source: Football - International
es: Fútbol - Internacional

source: Football USA
es: Fútbol USA

source: Force alpha blending
es: Forzar la mezcla alfa

source: Force legacy signal stats
es: Forzar estadísticas de señales heredadas

source: Force receiver to send volume keys to all devices on hdmi when no response to audio channel request.
es: Forzar al receptor a enviar teclas de volumen a todos los dispositivos en HDMI cuando no hay respuesta a la solicitud del canal de audio.

source: Force volume keys
es: Forzar teclas de volumen

source: Format
es: Formato

source: Formula One
es: Formula 1

source: Forward volume keys
es: Reenviar teclas de volumen

source: Found non-standard softcam, trying to start, this may fail.
es: Se ha encontrado Softcam no estándar. Intento de inicio (puede fallar)

source: Frame rate
es: Velocidad de actualización

source: Frame size in full view
es: Tamaño de fotograma en vista completa

source: France
es: Francia

source: Free To Air
es: En abierto

source: Free memory
es: Memoria libre

source: Free memory:
es: Memoria libre:

source: Free space:
es: Espacio libre:

source: Free swap:
es: Intercambio libre:

source: Free:
es: Libre:

source: Free:
es: Libre:

source: French
es: Francés

source: French Guiana
es: Guiana Francesa

source: French Polynesia
es: Polynesia Francesa

source: French Southern Territories
es: Territorios Australes Franceses

source: Frequency
es: Frecuencia

source: Frequency & Channel
es: Frecuencia y canal

source: Frequency & Polarization
es: Frecuencia y Polarización

source: Frequency (kHz)
es: Frecuencia (kHz)

source: Frequency Norm:
es: Frecuencia Norm:

source: Frequency bands
es: Bandas de frecuencia

source: Frequency scan step size(khz)
es: Tamaño de paso de frecuencia (khz)

source: Frequency steps
es: Pasos de frecuencia

source: Frequency:
es: Frecuencia:

source: Fri
es: Vie

source: Friday
es: Viernes

source: From here the settings backup and plugins can be restored just by selecting that option.
es: Desde aquí se pueden restaurar las copias de seguridad y los complementos simplemente seleccionando esa opción.

source: From which image library do you want to download?
es: ¿De qué disribución de imágenes quieres descargar?

source: From:
es: De:

source: Front Panel Display
es: Panel frontal

source: Front panel settings
es: Configuración del panel frontal

source: Frozen check interval
es: Intervalo de verificación que el softcam no está congelado

source: Full factory reset
es: Reinicio completo de fábrica

source: Full screen
es: Pantalla completa

source: Full transparency
es: Transparencia completa

source: Full view resolution
es: Resolución de vista completa

source: Fußball
es: Fútbol

source: Für Kinder
es: Para niños

source: GREEN
es: VERDE

source: GUI Skin
es: Skin de GUI

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
es: GUI necesita reiniciarse para aplicar el nuevo idioma. ¿Quieres reiniciar GUI ahora?

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
es: GUI necesita reiniciarse para aplicar el nuevo modo. ¿Quieres reiniciar GUI ahora?

source: GUI settings
es: Ajustes de GUI

source: Gabon
es: Gabón

source: Gaelic Football
es: Fútbol Gálico

source: Gaelic Games
es: Juegos Gálicos

source: Game Show
es: Programa de juego

source: Gardening
es: Jardinería

source: Garten
es: Jardinería

source: Gateway
es: Puerta de enlace

source: General AC3 delay
es: Retraso general AC3

source: General Arts
es: Artes generales

source: General Bluetooth Audio delay
es: Retraso general audio de bluetooth

source: General Children's
es: Niños

source: General Education
es: Enseñaza

source: General Movie
es: Película general

source: General Music
es: Música general

source: General News
es: Noticias generales

source: General PCM delay
es: Retraso general PCM

source: General Show
es: Programa general

source: General Social
es: Social general

source: General Sports
es: Deportes generales

source: Generale
es: General

source: Generic
es: Generico

source: Genre
es: Género

source: Geolocation does not contain time zone information.
es: La geolocalización no contiene información de zona horaria.

source: Geolocation has been used to set the time zone.
es: Se ha utilizado la geolocalización para establecer la zona horaria.

source: Geolocation is not available.
es: Geolocalización no disponible.

source: German
es: Alemán

source: Germany
es: Alemania

source: Geschichte
es: Historia

source: Gesellschaft
es: Sociedad

source: Gesundheit
es: Salud

source: Getting Event Info failed!
es: Fallo en la información del programa

source: Getting plugin information. Please wait...
es: Leyendo información del complemento. Espere...

source: Go back 24 hours
es: Retroceder 24 horas.

source: Go down the list
es: Bajar en la lista

source: Go forward 24 hours
es: Adelantar 24 horas

source: Go to current time, then the start service
es: Ir a la hora actual, y después al canal de inicio

source: Go to current time, then the start service, then home of list
es: Ir a la hora actual, y después al canal de inicio, después casa

source: Go to deep standby
es: Ir a hibernación

source: Go to first movie or last item
es: Ir a la primera película o último programa

source: Go to first movie or top of list
es: Ir a la primera película o principio de la lista

source: Go to last known state
es: Ir al último estado conocido

source: Go to next bouquet
es: Ir al siguiente grupo

source: Go to next channel
es: Ir al siguiente canal

source: Go to next event
es: Ir al siguiente programa

source: Go to previous bouquet
es: Ir al grupo anterior

source: Go to previous channel
es: Ir al canal anterior

source: Go to previous event
es: Ir al programa anterior

source: Go to specific data/time
es: Ir a una fecha/hora concreta

source: Go to specific date/time
es: Ir a una fecha/hora concreta

source: Go to standby
es: Ir a modo de espera.

source: Go up the list
es: Subir en la lista

source: Gold
es: Oro

source: Goto
es: Ir a

source: Goto 0
es: Ir a 0

source: Goto X
es: Ir a X

source: Goto index position
es: Ir a la posición

source: Goto position
es: Ir a la posición

source: Goto:
es: Ir a:

source: GotoX calibration
es: Recalibrar

source: Graphics
es: Gráficos

source: Graphics Grid EPG
es: Gráficos GEPG

source: Great Britain
es: Reino Unído

source: Greece
es: Grecia

source: Greek
es: Griego

source: Green
es: Verde

source: Green button (long)
es: Tecla verde (largo)

source: Green button (short)
es: Tecla verde (corto)

source: Green long
es: Verde (largo)

source: Greenland
es: Groenlandia

source: Grey
es: Gris

source: Grid EPG
es: EPG rejilla

source: Grow drop
es: Crecer abajo

source: Grow from left
es: Crecer desde la izquierda

source: Guard interval
es: Intervalo de seguridad

source: Gymnastics
es: Gymnastica

source: H7/H9/H9COMBO/H10 new Model
es: H7/H9/H9COMBO/H10 nuevo Model

source: H9 SDcard manager
es: Administrador de H9 SDcard

source: H9 SDcard switch ERROR! - H9 root files not transferred to SD card
es: ¡ERROR de cambio de tarjeta SD H9! - Los archivos raíz de H9 no se transfieren a la tarjeta SD

source: H9 SDcard switch ERROR! - already on Nand
es: ¡ERROR de cambio de tarjeta SD H9! - ya está en Nand

source: H9 SDcard switch ERROR! - already on mmc
es: ¡ERROR de cambio de tarjeta SD H9! - ya está en mmc

source: H9 USB switch ERROR! - H9 root files not transferred to USB
es: ERROR USB H9: los archivos raíz H9 no se transfieren al USB

source: H9 USB switch ERROR! - already on USB
es: H9 USB ERROR! - already on USB

source: H9 switch Nand and SDcard
es: H9 Nand y SDcard

source: H9SDcard Manager
es: Administrador de H9SDcard

source: H9SDroot
es: H9SDraíz

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
es: H: = horario / D: = diario / W: = semanal / M: = mensual

source: HD list
es: Lista HD

source: HDMI Color depth
es: Profunidad de color de HDMI

source: HDMI Colorimetry
es: Colormetría de HDMI

source: HDMI Colorspace
es: Espacio de color de HDMI

source: HDMI HDR Type
es: HDMI HDR

source: HDMI Recording Settings
es: Ajustes de grabación HDMI

source: HDMI input
es: Entrada HDMI

source: HDMI-CEC Setup
es: Configuración de la HDMI CEC

source: HDMI-IN
es: Entrada HDMI

source: HDMIin
es: Entrada HDMI

source: HDR, 12bit 4:2:0/4:2:2, no PIP
es: HDR, 12 bits 4:2:0/4:2:2, no PIP

source: HDR10 Support
es: Soporte HDR10

source: HELP
es: AYUDA

source: HI cleanup for external subtitles
es: Limpieza de HI para subtítulos externos

source: HISTORY
es: HISTORIA

source: HLG Support
es: Soporte HLG

source: HOME
es: INICIO

source: HOMEPAGE
es: PÁGINA PRINCIPAL

source: Handball
es: Balonmano

source: Handle ASCII
es: Gestiona ASCII

source: Handle standby from TV
es: Gestionar el modo de espera desde la TV

source: Handle wakeup from TV
es: Gestionar la reactivación desde la TV

source: Hard disk standby after
es: Disco duro en modo de espera después

source: Harddisk setup
es: Configuración del disco duro

source: Health & Fitness
es: Salud y fitness

source: Heard Island and McDonald Islands
es: Islas Heard y McDonald

source: Hebrew
es: Hebreo

source: Height
es: Altura

source: Heimat
es: Casa

source: Heimwerker
es: Trabajador de la casa

source: Help
es: Ayuda

source: Help Screen
es: Pantalla de ayuda

source: Help long
es: Ayuda (largo)

source: Helps setting up your antenna
es: Ayuda a configurar la antena

source: Hidden / Blank
es: Ocultado / En blanco

source: Hidden network
es: Red oculta

source: Hide
es: Ocultar

source: Hide CI messages
es: Ocultar mensajes CI

source: Hide any zap error messages.
es: Ocultar mensajes de error de zapping.

source: Hide error messages from the Common Interface module.
es: Ocultar mensajes de eror del módulo de interfaz común.

source: Hide infobar display
es: Ocultar infobar

source: Hide infobar display and ask whether to close PiP
es: Ocultar infobar y pregunar si se debería cerrar PiP

source: Hide infobar display and close PiP
es: Ocultar infobar y cerrar PiP

source: Hide known extensions
es: Ocultar extensiones conocidas

source: Hide mute icon
es: Ocultar icono de silencio

source: Hide number markers
es: Ocultar marcadores de números

source: Hide parental locked services
es: Ocultar canales de bloqueo parental

source: Hide player
es: Ocultar reproductor

source: Hide sub-menu
es: Ocultar sub-menu

source: Hide zap errors
es: Ocultar errores de zapping

source: Hierarchy info
es: Información jerárquica

source: High
es: Alto

source: High bitrate support
es: Soporte de Bitrate alto

source: Highlight current events
es: Destacar los programas actuales

source: Historical
es: Historico

source: History
es: Historia

source: History Prev/Next
es: Historia Ant. / Sig.

source: History Zap
es: Historial de zapping

source: History Zap Actions
es: Historial de acciones de zapping

source: History back
es: Historial atrás

source: History buttons mode
es: Modo de las teclas de historial

source: History next
es: Historial sigiente

source: Hobby
es: Pasatiempo

source: Hobbys
es: Pasatiempo

source: Hold screen
es: Mantener pantalla

source: Hold till locked
es: Mantener hasta el bloqueo

source: Holy See
es: Santa Sede

source: Home
es: Inicio

source: Home and Garden
es: Casa y jardín

source: Homebuild URL
es: URL de mi propio distribución

source: Hops
es: Saltos

source: Hops:
es: Saltos:

source: Horizontal turning speed
es: Velocidad de giro horizontal

source: Horse Racing
es: Carreras de caballos

source: Horse racing
es: Carreras de caballos

source: Host domain
es: Dominio host

source: Host receiver FTP password
es: Contraseña de host FTP

source: Host receiver FTP port
es: Puerta de host FTP

source: Host receiver FTP username
es: Usuario de host FTP

source: Host receiver IP address
es: IP de host FTP

source: Host receiver address type
es: Dirección de host FTP

source: Host receiver streaming port
es: Puerta de host de streaming

source: Hostname:
es: Nombre del servidor:

source: Hostname:
es: Nombre del servidor:

source: Hour
es: Hora

source: Hourly
es: Horario

source: Hours Mins
es: Horas Minutos

source: Hours Mins Secs
es: Horas Minutos Segundos

source: How many minutes do you want add to the recording?
es: ¿Cuántos minutos quieres añadir a la grabación?

source: How many minutes do you want to record for?
es: ¿Cuántos minutos quieres grabar?

source: How to display the date format for date items in the About screen.
es: Cómo mostrar el formato de fecha para los elementos de fecha en la pantalla de información.

source: Http(s) stream start delay
es: Retraso en el inicio de la transmisión HTTP(s)

source: Hue
es: Tono

source: Hungarian
es: Húngaro

source: Hungary
es: Húngaria

source: IDLE
es: INACTIVO

source: IGNORE
es: IGNORAR

source: IMAGE DOWNLOADS
es: DESCARGAS DE IMÁGENES

source: IMDB Search
es: Búsqueda IMDb

source: IMDB search for current event
es: Búsqueda IMDB del programa actual

source: IMDb Search
es: Búsqueda IMDb

source: IMDb search
es: Búsqueda IMDb

source: IMDb search for highlighted event
es: Búsqueda IMDB del programa destacado

source: INFO button action
es: Acción de tecla INFO

source: IP Address
es: Dirección IP

source: IP address
es: Dirección IP

source: IP address This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - No valid IP address was found. - Please check your DHCP server, cabling and adapter setup.
es: Esta prueba verifica si se ha encontrado una dirección IP válida en tu adaptador LAN. Si recibes un mensaje de "no confirmado": - No se ha encontrado ninguna IP válida. - Comprueba la DHCP, cable o configuración del adaptador.

source: IPK installer
es: Instalador de IPKs

source: IPTV stream
es: Transmisión de IPTV

source: ISO file is too large for this filesystem!
es: El archivo ISO es demasiado grande para este sistema de archivos.

source: ISO path
es: Ruta ISO

source: Ice Hockey
es: Hockey de hielo

source: Ice Skating
es: Patinaje sobre hielo

source: Iceland
es: Islandia

source: Icons
es: Iconos

source: Identify image version on bootlogo.mvi.
es: Identificar la versión de la imagen en bootlogo.mvi.

source: Idle Time:
es: Tiempo de inactividad:

source: If an action is user-configurable, its help entry will be flagged (C)
es: Si una acción es configurable por el usuario, su ayuda se marcará (C)

source: If enabled and PiP is available, PiP will be used for the download. If disabled or Pip is unavailable the download will be done as a fake recording.
es: Si está habilitado y PiP está disponible, se utilizará PiP para la descarga. Si está deshabilitado o PiP no está disponible, la descarga se realizará como una grabación falsa.

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log').
es: Si está habilitado, se mantendrá un registro del tráfico del protocolo CEC ('hdmicec.log').

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
es: Si está habilitado, la pantalla muestra 12 caracteres en lugar de 8, pero solo en latin-1/translit

source: If enabled, the new GStreamer playback engine will be used.
es: Si está habilitado, se utilizará el nuevo reproductor de GStreamer.

source: If set to 'Standard' number buttons page up/down/left/right.
es: Si se configura en 'Estándar', los botones numéricos, página arriba/abajo/izquierda/derecha.

source: If set to 'yes' channels without EPG will not be shown.
es: Si se ajusta a 'sí', no se mostrarán los canales sin EPG.

source: If set to 'yes' it will show the 'PO' packages in browser.
es: En "sí", mostrará los paquetes "PO" en el navegador.

source: If set to 'yes' it will show the 'SRC' packages in browser.
es: En "sí", mostrará los paquetes "SRC" en el navegador.

source: If set to 'yes' shows a small TV screen in the EPG.
es: Si se ajusta a 'sí', se mostrará una pantalla pequeña de TV en el EPG.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
es: Si se configura en "Sí", los valores de señal (SNR, etc.) se calcularán a partir de la API V3. Esta es una versión antigua de la API que ya ha sido reemplazada.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
es: Si se ajusta a 'sí', se mostrarán los grupos cada vez que abras el EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
es: Si se ajusta a 'sí', la lista de canales aparecerá en los cambios entre modo radio y TV.

source: If set to 'yes' the channel number will be displayed in the infobar and some other places (when supported by the skin).
es: Si se establece en 'sí', el número de canal se mostrará en la barra de información y en algunos otros lugares (cuando el diseño lo admita).
