Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Allows you to close the window automatically.
es: Permite cerrar la ventana automáticamente.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does. Reboot required to enable this!
es: Te permite habilitar el historial de depuración. Contiene información muy detallada de todo lo que hace el sistema. Es necesario reiniciar para habilitar esto.

source: Allows you to enable/disable displaying icons on the front panel.
es: Te permite habilitar/deshabilitar la visualización de iconos en el panel frontal.

source: Allows you to give your image filename a custom prefix.
es: Le permite darle a su nombre de archivo de imagen un prefijo personalizado.

source: Allows you to hide the extensions of known file types.
es: Te permite ocultar extensiones de tipos de archivo conocidos.

source: Allows you to schedule your backups.
es: Le permite programar sus copias de seguridad.

source: Allows you to schedule your image backups.
es: Le permite programar sus copias de seguridad de imágenes.

source: Allows you to set a schedule to import the EPG and channels list. The EPG and channels list will always be imported on reboot or GUI restart.
es: Le permite establecer un cronograma para importar la EPG y la lista de canales. La EPG y la lista de canales siempre se importarán al reiniciar el sistema o al reiniciar la interfaz gráfica de usuario.

source: Allows you to set a schedule to perform an EPG update.
es: Le permite establecer una programación para realizar una actualización de EPG.

source: Allows you to set the maximum size (MB) of the individual debug logs. When that size is reached, the log file will be truncated to the maximum size every 60 minutes.
es: Permite establecer el tamaño máximo (MB) de los registros de depuración individuales. Cuando se alcanza ese tamaño, el archivo de registro se trunca al tamaño máximo cada 60 minutos.

source: Allows you to setup the button to do what you choose.
es: Permite configurar la tecla para que haga lo que quieras.

source: Allows you to show/hide CCcam Info in extensions -blue button.
es: Te permite mostrar/ocultar CCcam en extensiones (tecla azul).

source: Allows you to show/hide Log Manager in extensions (blue button).
es: Te permite mostrar/ocultar el administrador de historiales en extensiones (tecla azul).

source: Allows you to show/hide OScam/Ncam Info in extensions -blue button.
es: Te permite mostrar/ocultar OScamNcam Info en extensiones (tecla azul).

source: Allows you to tag your backups to a box.
es: Le permite etiquetar sus copias de seguridad en un deco.

source: Alpha
es: Alfa

source: Alpha blending is the process of combining an image with a background to create the appearance of partial or full transparency. 'Always' may cause receivers that don't support hardware acceleration to render images more slowly. Also some skins may show strange side effects.
es: La combinación alfa es el proceso de combinar una imagen con un fondo para crear la apariencia de transparencia parcial o total. La opción "Siempre" puede hacer que los receptores que no admiten la aceleración de hardware procesen las imágenes más lentamente. Además, algunas máscaras pueden mostrar efectos secundarios extraños.

source: Alphabetical under headings
es: Orden alfabético debajo de encabezados

source: Alphanumeric
es: Alfanumérico

source: Also on standby
es: También esperando

source: Also, instead to downloading, it is possible to send an image to the 'Backup location' by FTP.
es: También, en lugar de descargar, es posible enviar una imagen a la ubicación de copia de seguridad mediante FTP.

source: Alternative
es: Alternativa

source: Alternative numbering mode
es: Modo de numeración alternativo

source: Alternative radio mode
es: Modo radio alternativo

source: Alternative services tuner priority
es: Prioridad de sintonizadores alternativa

source: Always
es: Siempre

source: Always hide infobar
es: Ocultar siempre la infobar

source: Always select OK
es: Seleccione siempre OK

source: Always show bouquets
es: Visualizar grupos siempre

source: American Football
es: Fútbol americano

source: American Sports
es: Deportes americanos

source: An empty filename is illegal.
es: El nombre del fichero no puede estar vacío.

source: An error occurred while downloading the packetlist. Please try again.
es: Ha ocurrido un erorr durante la descarga de la lista de paquetes. Vuelve a intentarlo.

source: An unknown error occurred!
es: Se ha producido un error desconocido!

source: Ancient
es: Anciano

source: Animals
es: Animales

source: Animated Movie
es: Película animada

source: Animation
es: Animación

source: Animation Speed
es: Velocidad de animación.

source: Animations
es: Animaciones

source: Antigua and Barbuda
es: Antigua y Barbuda

source: Antiques
es: Antigüedades

source: Any activity
es: Cualquier actividad

source: Arabic
es: Árabe

source: Are You Sure ?
es: ¿Está Seguro?

source: Are you ready to install %s ?
es: ¿Listo para instalar %s?

source: Are you ready to install ?
es: ¿Instalar ahora?

source: Are you ready to remove %s ?
es: ¿Listo para eliminar %s?

source: Are you sure to remove this entry?
es: ¿Seguro que quieres quitar este artículo?

source: Are you sure you want to activate this network configuration?
es: ¿Seguro que quieres activar esta configuración de red?

source: Are you sure you want to delete all the selected logs:
es: ¿Seguro que quieres borrar todos los historiales seleccionados?

source: Are you sure you want to delete image:
es: ¿Seguro que quieres borrar la imagen?

source: Are you sure you want to delete the EPG data from:
es: ¿Seguro que quieres volver a borrar los datos EPG de...?

source: Are you sure you want to delete this log:
es: ¿Seguro que quieres borrar este historial?

source: Are you sure you want to delete this:
es: ¿Seguro que quieres borrar esto?

source: Are you sure you want to disable this network configuration?
es: ¿Seguro que quieres desactivar esta configuración de red?

source: Are you sure you want to download this image:
es: ¿Seguro que quieres descargar esta imagen?

source: Are you sure you want to exit this wizard?
es: ¿Seguro que quieres salir de este asistente?

source: Are you sure you want to overwrite the Recovery image?
es: ¿Seguro de que desea sobrescribir la imagen de recuperación?

source: Are you sure you want to reload the EPG data from:
es: ¿Seguro que quieres volver a cargar los datos EPG de...?

source: Are you sure you want to remove all %d.%d%s%s services?
es: ¿Seguro que quieres borrar todos los %d.%d%s%s canales?

source: Are you sure you want to remove all cable services?
es: ¿Seguro que quieres borrar todos los canales de cable?

source: Are you sure you want to remove all terrestrial services?
es: ¿Seguro que quieres borrar todos los canales de TDT?

source: Are you sure you want to remove this entry?
es: ¿Seguro que quieres salir de este artículo?

source: Are you sure you want to restart your network interfaces?
es: ¿Seguro que quieres reiniciar las interfaces de red?

source: Are you sure you want to restore this backup:
es: ¿Estás seguro que quieres restaurar esta copia de seguridad?

source: Are you sure you want to save the EPG Cache to:
es: ¿Seguro que quieres guardar el Caché EPG en...?

source: Are you sure you want to update your %s %s?
es: ¿Seguro que quieres actualizar la %s %s?

source: Art/Literature
es: Arte/Literatura

source: Arte e Cultura
es: Arte y cultura

source: Artist
es: Artista

source: Arts
es: Arte

source: Arts & Culture
es: Arte y cultura

source: Arts/Culture
es: Arte y cultura

source: Arts/Culture (without music)
es: Arte y cultura (sin música, general)

source: Ask user
es: Preguntar al usuario

source: Ask user (with default as 'no')
es: Preguntar al usuario (defect es 'no')

source: Ask user (with default as 'yes')
es: Preguntar al usuario (defect es 'sí')

source: Ask whether to stop movie
es: Pregunta si se debe detener la película

source: Aspect ratio
es: Aspecto

source: Assigned CAIds:
es: CAIds asignados:

source: Assigned services/provider:
es: Canales/proveedor asignados:

source: At End:
es: Al final:

source: At least one day of the week must be selected
es: Se debe seleccionar al menos un día de la semana

source: Athletics
es: Atletismo

source: Atletica
es: Atletismo

source: Attention, this is repeated timer!
es: ¡Atención, este es un temporizador repetido!

source: Audio & Video
es: Audio y Video

source: Audio PID%s, codec & lang
es: Audio PID%s, codec & idioma

source: Audio channel
es: Canal de audio

source: Audio language selection 1
es: Selección de idioma de audio 1

source: Audio language selection 2
es: Selección de idioma de audio 2

source: Audio language selection 3
es: Selección de idioma de audio 3

source: Audio language selection 4
es: Selección de idioma de audio 4

source: Audio options
es: Opciones de audio

source: Audio track (%s) format
es: Formato de pista de audio (%s)

source: Audio track (%s) language
es: Idioma de pista de audio (%s)

source: Audio track selection, downmix and other audio options
es: Selección de pistas de audio, downmix y otras opciones de audio

source: Audio volume step size
es: Tamaño de salto de volumen

source: Australian
es: Australiano

source: Austria
es: Austriano

source: Authoring mode
es: Modo de autorización

source: Auto Deep Standby
es: Hibernación automática

source: Auto Detect
es: Detección automática

source: Auto DiSEqC
es: DiSEqC detección automática

source: Auto EXIF Orientation rotation/flipping
es: Rotación/volteo automático de orientación EXIF

source: Auto Standby
es: Modo de espera automático

source: Auto Timers
es: Autotemporizadores

source: Auto Volume Level
es: Nivel de volumen automático

source: Auto chapter split every ? minutes (0=never)
es: División automática de capítulos cada ? minutos (0=nunca).

source: Auto focus
es: Autoenfoque

source: Auto focus commencing ...
es: Autoenfoque empezando ...

source: Auto play blu-ray file
es: Reproducción automática de archivos Blu-ray

source: Auto scart switching
es: Cambio automático de SCART

source: Auto volume level
es: Nivel de volumen automático

source: AutoTimer List
es: Lista de autotemporizadores

source: Automatic
es: Automático

source: Automatic Language
es: Idioma automática

source: Automatic Scan
es: Búsqueda automática

source: Automatic image backup
es: Copia automática de Image

source: Automatic language
es: Idioma automática

source: Automatic reload
es: Recarga automática

source: Automatic save
es: Guardado automático

source: Automatic scan
es: Búsqueda automática

source: Automatic settings backup
es: Copia de configuración automática

source: Automatic update interval
es: Intervalo de actualización automática

source: Automatically created
es: Creado automáticamente

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
es: Poner automáticamente el televisor en modo de espera cuando el receptor entra en modo de espera o hibernación.

source: Automatically start timeshift after
es: Iniciar timeshift automáticamente después de

source: Automatically turn on external subtitles
es: Encender automáticamente subtítulos externos

source: Automatically update Client/Server View
es: Actualizar automáticamente la visualización de cliente/servidor

source: Automatically update Client/Server View?
es: ¿Actualizar automáticamente la visualización de cliente/servidor?

source: Autostart
es: Autoinicio

source: Autostart:
es: Autoinicio:

source: Autotimer overview
es: Vista de autotemporizadores

source: Available format variables
es: Variables de formato disponibles

source: Available locales are:
es: Locales disponibles

source: Available shares:
es: Intercambios disponibles:

source: Avventura
es: Aventura

source: BACK
es: ATRÁS

source: BLUE
es: AZUL

source: Back
es: Atrás

source: Back/Recall
es: Atrás/Recordar

source: Background
es: Fondo

source: Background check
es: Búsqueda de fondo

source: Background color
es: Color de fondo

source: Backing up eMMC partitions for USB flash ...
es: Realizar copias de seguridad de particiones eMMC para memoria flash USB...

source: Backing up eMMC partitions for USB flash...
es: Realizar copias de seguridad de particiones eMMC para memoria flash USB...

source: Backing up files...
es: Realizando copias de seguridad de archivos...

source: Backing up kernel...
es: Realizando copia de seguridad del kernel...

source: Backing up root file system...
es: Realizando copia de seguridad del sistema de archivos raíz...

source: Backup complete.
es: Copia de seguridad terminada.

source: Backup complete...
es: Copia de seguridad terminada.

source: Backup confirmation
es: Confirmación de copia de seguridad

source: Backup created
es: Copia de seguridad realizada

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
es: Copia fallida. Destino erróneo o no hay espacio suficiente en el dispositivo de almacenamiento.

source: Backup in progress, Please wait for it to finish, before trying again.
es: Copia en proceso, Por favor espera hasta que termine antes de intentar otra vez.

source: Backup location
es: Ubicación de la copia de seguridad

source: Backup manager
es: Administrador de copias de seguridad

source: Backup manager settings
es: Configuración de administrador de copias de seguridad

source: Backup prefix
es: Prefijo de copia de seguridad

source: Backup/Flash/ReBoot system image.
es: Copia de seguridad/Flash/Reinicio de la imagen del sistema.

source: Backups of the RECOVERY image will contain a copy of all the client images.
es: Las copias de seguridad de la imagen de RECUPERACIÓN contendrán una copia de todas las imágenes del cliente.

source: Backups to keep
es: Copias de seguridad para mantener

source: Backups to prune
es: Copias de seguridad para eliminar

source: Bambini
es: Niños

source: Bambini Accompagnati
es: Niños acompañados

source: Band
es: Banda

source: Bandwidth
es: Ancho de banda

source: Base time
es: Hora de inicio

source: Baseball
es: Beísbol

source: Basic PID info
es: Información PID básica

source: Basic functions
es: Funciones básicas

source: Basic info
es: Información básica

source: Basket
es: Cesta

source: Basketball
es: Baloncesto

source: Basque
es: Euskera

source: Before flashing an image 'Automatic settings backup' should be enabled in Image Manager setup menu.
es: Antes de cargar una imagen, se debe habilitar la "Copia de seguridad de configuración automática" en el menú de configuración del administrador de imágenes.

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged into TV are in standby. If they are not, the 'sourceactive' command will be sent to the TV instead of the 'standby' command.
es: Antes de enviar la instrucción para poner el televisor en modo de espera, el deco prueba si todos los demás dispositivos conectados al televisor están en modo de espera. Si no es así, se enviará al televisor a instrucción 'sourceactive' en lugar de a instrucción 'standby'.

source: Begin time
es: Hora de inicio

source: Behave like stop-button
es: Actuar como la tecla de parada

source: Behavior of 'pause' when paused
es: Comportamiento de la tecla "pausa" en pausa

source: Behavior of 0 key in PiP-mode
es: Comportamiento de la tecla '0' en modo PiP

source: Behavior when a movie is started
es: Comportamiento cuando ha empezado una película

source: Behavior when a movie is stopped
es: Comportamiento cuando se ha parado una película

source: Behavior when a movie reaches the end
es: Comportamiento cuando una película está llegando al final.

source: Belgian
es: Belga

source: Belgium
es: Bélgica

source: Big PiP
es: PiP grande

source: Biografie
es: Biografía

source: Biography
es: Biografía

source: Black
es: Negro

source: Black screen
es: Pantalla negra

source: Black screen till locked
es: Pantalla negra hasta el bloqueo

source: Blindscan terrestrial (if possible)
es: Blindscan terrestre (si es posible)

source: Blinking REC
es: REC parpadeante

source: Blinking REC Symbol
es: Símbolo REC parpadeante

source: Block noise reduction
es: Reducción de bloque de ruido

source: Blue
es: Azul

source: Blue button (long)
es: Tecla azul (largo)

source: Blue button (short)
es: Tecla azul (corto)

source: Blue button function
es: Función de la tecla azaul

source: Blue long
es: Azul (largo)

source: Bolivia (Plurinational State of)
es: Bolivia

source: Bonaire, Sint Eustatius and Saba
es: Bonaire, Sint Eustatius y Saba

source: Bookmarks
es: Marcadores

source: Boost blue
es: Reforzar azul

source: Boost green
es: Reforzar verde

source: Boot Device: %s%s
es: Dispositivo de arranque: %s%s

source: Boot Device: Recovery Slot
es: Dispositivo arranque: Slot de recuperación

source: Boot Logo Identification
es: Identificación del logotipo de arranque

source: Boot normally
es: Arrancar normalmente

source: Bootloader: %s
es: Cargador de arranque: %s

source: Bootup time
es: Hora de arranque

source: Bottom
es: Abajo

source: Bouquet List
es: Lista de grupos

source: Bouvet Island
es: Isla de Bouvet

source: BoxInfo
es: Enigma.Info

source: Brief help information for buttons in your current context.
es: Breve información de ayuda para las teclas en el contexto actual.

source: Brightness
es: Brillo

source: Brightness (Dimmed)
es: Brillo (atenuado)

source: Brightness (Normal)
es: Brillo (normal)

source: Brightness (Standby)
es: Brillo (modo de espera)

source: Broadcasters sometimes prefix event names with 'New: ' or 'Live: '. Choose what to do with these prefixes.
es: A veces, los locutores anteponen los nombres de los eventos con "Nuevo:" o "En vivo:". Elija qué hacer con estos prefijos.

source: Broadcasters sometimes split long event names into the event description using ... Choose whether to prevent this behaviour.
es: A veces, los transmisores dividen los nombres de eventos largos en la descripción del evento usando... Elija si desea evitar este comportamiento.

source: Buffering %d%%
es: Buferando %d%%

source: Bulgarian
es: Búlgaro

source: Burn DVD
es: Grabar DVD

source: Burn audio track (%s)
es: Grabar pista de audio (%s)

source: Burn existing image to DVD
es: Graba la imagen actual en DVD

source: Burn to DVD
es: Grabar a DVD

source: Business
es: Negocios

source: Business & Finance
es: Negocios y finanza

source: Button Setup
es: Configuración de teclas

source: Button setup
es: Configuración de teclas

source: Button setup for
es: Configuración de teclas para

source: ButtonSetup
es: Configuración de teclas

source: By Team ViX
es: Por el equipo de ViX

source: Bypass HDMI EDID Check
es: Omitir comprobación EDID de HDMI

source: Bytes received:
es: Bytes recibidos:

source: Bytes sent:
es: Bytes enviados:

source: C-Band
es: Banda-C

source: CCcam Client Info
es: Información de cliente CCcam

source: CCcam Config Switcher
es: Conmutador de configuración CCcam

source: CCcam ECM Info
es: Información CCcam ECM

source: CCcam Info
es: Información CCcam

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
es: Información CCcam %s por AliAbdul %s Este complemento te muestra el estado de tu CCcam.

source: CCcam Info Config
es: Configuración de información CCcam

source: CCcam Info Setup
es: Ajustes de información CCcam

source: CCcam Provider Info
es: Información de proveedor CCcam

source: CCcam Remote Info
es: Información remota CCcam

source: CCcam Server Info
es: Información de servidor CCcam

source: CCcam Share Info
es: Info de intercambios de CCcam

source: CCcam Shares Info
es: Info de intercambios de CCcam

source: CCcam can't run whilst MGcamd is running
es: CCcam no puede funcionar mientras funciona MGcamd

source: CCcam can't run whilst MGcamd is running.
es: CCcam no puede funcionar mientras funciona MGcamd.

source: CHANGE BOUQUET
es: CAMBIAR BOUQUET

source: CI %s enabled
es: CI %s activada

source: CI (Common Interface) Setup
es: Configuración de CI (Interfaz común)

source: CI assignment
es: Asignación CI

source: CI slot:
es: Ranuras CI:

source: CONTEXT
es: CONTEXTO

source: Cable Scan
es: Búsqueda de cable

source: Cable scan executable utility not found '%s'!
es: ¡No se encontró el ejecutable binario de escaneo de cable '%s'!

source: Cache thumbnails
es: Caché de miniaturas

source: Cached:
es: Caché:

source: Calculate
es: Calcular

source: Calculate all positions
es: Calcular todos las posiciones

source: Calculation complete
es: Calculación completa

source: Calibrate
es: Calibrar

source: Can be used for different fps between external subtitles and video.
es: Puede usarse para distintas fps entre subtítulos externos y vídeos.

source: Cancel
es: Cancelar

source: Cancel any changed settings and exit
es: Cancelar cualquier configuración modificada y salir

source: Cancel any changed settings and exit all menus
es: Cancelar cualquier configuración modificada y salir de todos los menús

source: Cancel any changes to the currently active skin
es: Cancelar cualquier cambio en el skin actualmente activo

source: Cancel any changes to the currently active skin and exit all menus
es: Cancelar cualquier cambio en el skin actualmente activo y salir de todos los menús

source: Cancel any text changes and exit
es: Cancelar cualquier cambio de texto y saliir

source: Cancel save timeshift as movie
es: Cancelar guardar Timeshift como película

source: Cancel the image selection and exit
es: Cancelar la selección de imagen y salir

source: Cancel the image selection and exit all menus
es: Cancelar la selección de imagen y salir de todos menús

source: Cancel the selection
es: Cancelar la selección

source: Cancel timer creation / changes
es: Cancelar creación/edición del temporizador

source: Cancelled upon user request
es: Cancelado a petición del usuario

source: Cannot determine
es: No se puede determinar

source: Cannot find any signal ..., aborting !
es: Ningún señal encontrado... se abandona!

source: Cannot move to the trash can
es: No se puede mover a la papelera

source: Cannot unmount partition '%s'. Make sure this partition is not in use. (SWAP, record/timeshift, etc.)
es: No se puede demontar la partición '%s'. Asegúrese de que esta partición no esté en uso. (SWAP, grabación/timeshift, etc.)

source: Capabilities:
es: Capacidades:

source: Capacity:
es: Capacidad:

source: Card info (CCcam-Reader)
es: Información de tarjeta (lector CCcam)

source: Card reader 1
es: Lector 1 de tarjetas

source: Card reader 2
es: Lector 2 de tarjetas

source: Cards:
es: Tarjetas:

source: Cards:
es: Tarjetas:

source: Cards: 0
es: Tarjetas: 0

source: Cardserial
es: Nº serie de tarjeta

source: Cartoni Animati
es: Dibujo animado

source: Cartoon
es: Dibujo

source: Cartoons
es: Dibujos

source: Cascade PiP
es: PiP en cascada

source: Casting
es: Fundición

source: Cayman Islands
es: Islas de Cayman

source: Center DVB subs on this service
es: Centrar subtítulos DVB de este canal

source: Center DVB subtitles
es: Centrar subtítulos DVB

source: Ch+ button
es: Tecla CH+

source: Ch- button
es: Tecla CH-

source: Challenge
es: Desafío

source: Change Colorspace setting - this may cause unexpected results or black screen
es: Cambiar la configuración del espacio de color - esto puede provocar resultados inesperados o una pantalla negra

source: Change PIN
es: Cambiar el PIN

source: Change Timer
es: Cambiar temporizador

source: Change bouquets in quickzap
es: Cambiar de lista en zapping rápido

source: Change location
es: Cambiar urbicación

source: Change next timer
es: Cambiar siguiente temporizador

source: Change recording (add time)
es: Cambiar grabación (añadir tiempo)

source: Change recording (duration)
es: Cambiar grabación (duración)

source: Change recording (end time)
es: Cambiar grabación (fin)
