Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
es: Esta opción configura la nitidez del escalamiento al estirar la imagen de 4:3 a 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
es: Esta opción configura la supresión de bordes digitales falsos, resultado de un número limitado de valores discretos.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
es: Esta opción configura la nitidez de la imagen cuando se está ampliando.

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
es: Esta configuración permite que la configuración del sintonizador sea una duplicación de cómo ya está configurado otro sintonizador.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
es: Esta configuración depende de su proveedor de cable y de su ubicación. Si no conoce la configuración correcta, consulte el menú del receptor de cable oficial, consígala a través de su proveedor de cable o busque ayuda en un foro de Internet.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
es: Esta configuración es solo para configuraciones especiales. Le otorga a este LNB una mayor prioridad sobre otros LNB con valores más bajos. El LNB libre con la mayor prioridad será el primer LNB seleccionado para los servicios de sintonización.

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
es: El asistente de inicio te guiará por la configuración básica de tu %s %s. Pulsa la tecla 'OK' del mando para ir al siguiente paso.

source: This valid ONID/TSID
es: Este ONID/TSID válido

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
es: Se (re)calculcarán todas las posiciones del rotor y pueden eliminarse posiciones memorizadas previas y sintonización. ¿Estás seguro?

source: This will make a backup of the current settings and plugins which can be used later when setting up the new image in the First Install Wizard.
es: Esto hará una copia de seguridad de la configuración y los complementos actuales que se pueden usar más adelante al configurar la nueva imagen en el Asistente de primera instalación.

source: This will permanently delete the current configuration. Although settings backup requested, there is No backup device attached, are you certain you want to continue with a factory reset?
es: Esto eliminará permanentemente la configuración actual. Aunque se solicitó una copia de seguridad de la configuración, no hay ningún dispositivo de copia de seguridad conectado. ¿Está seguro de que desea continuar con un restablecimiento de fábrica?

source: This will permanently delete the current configuration. If necessary it should be possible to restore the current configuration by restoring the settings backup. Are you certain you want to continue with a factory reset?
es: Esto eliminará permanentemente la configuración actual. Si es necesario, debería ser posible restaurar la configuración actual restaurando la copia de seguridad de la configuración. ¿Está seguro de que desea continuar con el restablecimiento de fábrica?

source: This will permanently delete the current configuration. It would be a good idea to make a backup before taking this drastic action. Are you certain you want to continue with a factory reset?
es: Esto eliminará permanentemente la configuración actual. Sería una buena idea hacer una copia de seguridad antes de tomar esta medida drástica. ¿Estás seguro de que quieres continuar con el restablecimiento de fábrica?

source: Three
es: Tres

source: Threshold
es: Umbral

source: Thriller
es: Suspenso

source: Thu
es: Jue

source: Thumbnails
es: Miniaturas

source: Thursday
es: Jueves

source: TiVo support
es: Soporte TiVo

source: Tiere
es: Animales

source: Time
es: Hora

source: Time Setup Actions
es: Acciones de ajustes horarios

source: Time Update in Minutes:
es: Actualización horaria en minutos:

source: Time import should start
es: La hora a la que debería iniciarse la importación

source: Time scale
es: Escala de tiempo

source: Time style
es: Escala de tiempo

source: Time to execute command or script
es: Hora para ejecutar comando o Script.

source: Time update in minutes
es: Actualización horaria en minutos

source: Time zone
es: Zona horaria

source: Time zone area
es: Área de zona horaria

source: Timeline 24 Hour
es: Cronología 24 horas

source: Timeline font size
es: Tamaño de fuente de la cronología.

source: Timer
es: Temporizador

source: Timer Edit
es: Edición de temporizadores

source: Timer List
es: Lista de temporizadores

source: Timer Menu
es: Menú de temporizadores

source: Timer Sanity Error
es: Error de cordura del temporizador

source: Timer control
es: Control de temporizadores

source: Timer overlap in pm_timers.xml detected! Please recheck it!
es: Se ha detectado un temporizador solapado en pm_timers.xml. Compruébalo por favor.

source: Timer overlap in timers.xml detected! Please recheck it!
es: Hay un temporizador solapado en timers.xml! Por favor, compruébalo.

source: Timer recording location
es: Ruta de grabación del temporizador

source: Timer selection
es: Selección de temporizador

source: Timer type
es: Tipo de temporizador

source: Timers
es: Temporizadores

source: Timeshift is running. Select an action.
es: Timeshift está en marcha. Seleccione una acción.

source: Timeshift location
es: Ubicación de Timeshift

source: Timeshift not possible!
es: Timeshift no disponible.

source: Timeshift save failed!
es: No se ha podido guardar Timeshift.

source: Timeshift save recording (Select event)
es: Grabación guardada de Timeshift (seleccionar programa).

source: Timeshift save recording (stop after current event)
es: Grabación guardada de Timeshift (detener después del programa actual).

source: Timeshift saved to your harddisk!
es: Se ha guardado Timeshift en el disco duro.

source: Timeshift will get saved at the end of an event!
es: Timeshift se grabará al final del programa.

source: Timeshift-save action on zap
es: Guardar Timeshift durante el zapping.

source: Timor-Leste
es: Timor Oriental

source: Title
es: Título

source: Title properties
es: Propiedades de título

source: Titleset mode
es: Modo título

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
es: Para aplicar el skin '%s' seleccionado, es necesario reiniciar la GUI. ¿Desea reiniciar la GUI ahora?

source: To audio selection
es: Selección de audio

source: To be able to download any image local storage must already be configured, HDD, USB or SD, and also be selected as the 'Backup location' in Image Manager setup menu.
es: Para poder descargar cualquier imagen el almacenamiento local ya debe estar configurado, HDD, USB o SD, y también debe estar seleccionado como 'Ubicación de copias de seguridad' en el menú de configuración del Administrador de imágenes.

source: To flash an image first select it from the list of images in the Image Manager main screen (the image will need to have already been downloaded) and then press BLUE.
es: Para flashear una imagen, primero selecciónela de la lista de imágenes en la pantalla principal del Administrador de imágenes (la imagen deberá haber sido previamente descargada) y luego presione AZUL.

source: To make an image backup select GREEN from Image Manager main screen.
es: Para realizar una copia de seguridad de la imagen, seleccione VERDE en la pantalla principal del Administrador de imágenes.

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
es: Para guardar y aplicar el skin '%s' seleccionado, es necesario reiniciar la GUI. ¿Desea guardar la selección y reiniciar la GUI ahora?

source: To start a download select YELLOW from Image Manager main screen, then select the distro, and finally which image to download.
es: Para iniciar una descarga, seleccione AMARILLO en la pantalla principal del Administrador de imágenes, luego seleccione la distribución y, finalmente, qué imagen desea descargar.

source: To subtitle selection
es: Selección de subtítulo

source: Today
es: Hoy

source: Toggle Configuration Mode or AutoDisqc
es: Alternar modo de configuración o AutoDisqc

source: Toggle Digital downmix
es: Alternar mezcla digital

source: Toggle HDMI-In PiP
es: Alternar HDMI-entrada PiP

source: Toggle HDMI-In full screen
es: Alternar entrada HDMI en pantalla completa

source: Toggle LCD LiveTV
es: Alternar LCD LiveTV

source: Toggle PIP-ZAP
es: Alternar PIP-ZAP

source: Toggle a cut mark at the current position
es: Cambiar una marca de corte a la posición actual.

source: Toggle a selection mark
es: Alternar marcador de selección

source: Toggle all
es: Alternar todos

source: Toggle aspect ratio
es: Alternar relación de aspecto...

source: Toggle between bouquet/epg lists
es: Alternar entre la lista de EPG o la de grupos

source: Toggle between one & two-line channel list
es: Alternar entre la lista de canales con una o dos lineas

source: Toggle channel move mode
es: Alternar modo de movimiento de canal

source: Toggle default subtitles
es: Alternar subtítulos de defecto

source: Toggle infobar
es: Alternar infobar.

source: Toggle mark
es: Alternar marcador

source: Toggle new text inserts before or overwrites existing text
es: Alternar la inserción de texto nuevo antes o sobrescribe el texto existente

source: Toggle picture In graphics
es: Alternar imagen en gráficos.

source: Toggle show/hide
es: Alternar mostrar/ocultar

source: Toggle show/hide of the current selection
es: Alternar mostrar/ocultar de la selección actual

source: Toggle the default subtitles
es: Activar o desactivar los subtítulos predeterminados

source: Tone amplitude
es: Amplitud tonal

source: Tone mode
es: Modo tono

source: Top
es: Arriba

source: Total cards:
es: Tarjetas totales:

source: Total clients streaming: %d (%s)
es: Total de clientes streaming: %d (%s)

source: Total handled client ecm's
es: Total de ECM gestionadas del cliente

source: Total handled client emm's
es: Total de EMM gestionadas del cliente

source: Total memory:
es: Memoria total:

source: Total swap:
es: Intercambio total:

source: Tourism
es: Turismo

source: Track
es: Pista

source: Traditional Music
es: Música tradicional

source: Transcoding:
es: Transcodificación:

source: Translations
es: Traducciones

source: Transmission mode
es: Modo de trasmisión

source: Transparent
es: Transparente

source: Transponder
es: Transpondedor

source: Transponder Time
es: Hora del transpondedor

source: Transport
es: Transporte

source: Transport Stream Type
es: Tipo de flujo de transporte

source: Trash
es: Papelera

source: Trash can
es: Papelera

source: Trashcan:
es: Papelera:

source: Travel
es: Viajar

source: Triathlon
es: Triatlón

source: Tries left:
es: Intentos restantes:

source: Trinidad and Tobago
es: Trinidad y Tobago

source: True
es: Verdad

source: Try to find used transponders in cable network.. please wait...
es: Intenta encontrar los transpondedores en la red de cable. Espera...

source: Try to find used transponders in terrestrial network... please wait...
es: Intenta encontrar los transpondedores en la red de terrestre. Espera...

source: Tue
es: Mar

source: Tuesday
es: Martes

source: Tune
es: Sintonizar

source: Tune and focus
es: Sintonizar y enfocar

source: Tune failed!
es: Ha fallado la sintonización.

source: Tuner
es: Sintonizador

source: Tuner :
es: Sintonizador:

source: Tuner Setup
es: Configuación del sintonizador

source: Tuner is not supported
es: El sintonizador no es compatible

source: Tuner live values
es: Valores actuales del sintonizador

source: Tuner miscellaneous
es: Varios sintonizadores

source: Tuner not available.
es: Sintonizador no disponible.

source: Tuner setting values
es: Configuración de los sintonizadores

source: Tuner slot
es: Slot del sintonizador

source: Tuner status:
es: Estado del sintonizador

source: Tuner type
es: Tipo de sintonizador

source: Tuners & Scanning
es: Sintonizadores y escaneo

source: Tunisia
es: Túnez

source: Turkey
es: Turquía

source: Turkish
es: Turco

source: Turks and Caicos Islands
es: Islas Turcas y Caicos

source: Turn off HDMI-IN PiP mode
es: Desactivar el modo PiP entrada-HDMI

source: Turn on HDMI-IN PiP mode
es: Activar el modo PiP entrada-HDMI

source: Turn on the control LED.
es: Mostrar LED de control

source: Turn on the power LED during deep standby.
es: Mostrar el LED de encendido en hibernación.

source: Turn on the power LED during standby.
es: Mostrar el LED de encendido en modo de espera.

source: Turn on the power LED.
es: Mostrar el LED de encendido.

source: Turning step size
es: Tamaño de salto de frecuencia

source: Two
es: Dos

source: Two lines
es: Dos lineas

source: Two lines Alt
es: Dos líneas Alt

source: Type
es: Tipo

source: Type of LNB/device
es: Tipo de LNB/Diapositiva

source: Type of scan
es: Tipo de búsqueda

source: Type:
es: Tipo:

source: Types of backups to remove when stale.
es: Tipos de copias de seguridad que se deberían eliminar cuando están obsoletas.

source: U - Suitable for all
es: U - Para todos (Universial)

source: UNKNOWN
es: DESCONOCIDO

source: UP
es: ARRIBA

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
es: USALS mueve automáticamente una antena motorizada al satélite correcto en función de las coordenadas introducidas por el usuario. Sin USALS, cada satélite deberá configurarse y guardarse individualmente.

source: USALS calibration
es: Calibrar USALS

source: USB reader 1
es: Lector de tarjetas 1

source: USB reader 2
es: Lector de tarjetas 2

source: USB reader 3
es: Lector de tarjetas 3

source: USB reader 4
es: Lector de tarjetas 4

source: USB reader 5
es: Lector de tarjetas 5

source: Uganda
es: Ucrania

source: Ukraine
es: Ucrania

source: Ukrainian
es: Ucranio

source: Umweltbewusstsein
es: Conciencia ambiental

source: Un-mount
es: Desmontar

source: Unable to change password
es: No se puede cambiar la contraseña

source: Uncover dashed flickering line for this service
es: Mostra VBI linea de este canal

source: Undefined
es: No definido

source: Under 5
es: Debajo de 5

source: Undetermined
es: Indeterminado

source: Unencrypted
es: No encriptado

source: Unhide parental control services
es: Mostrar los servicios de control parental

source: Unicable delay after change voltage before switch command
es: Retraso unicable después del cambio de voltaje antes del comando de conmutación

source: Unicable delay after enable voltage before switch command
es: Retraso unicable después de habilitar el voltaje antes del comando de conmutación

source: Unicable delay after last diseqc command
es: Retraso de Unicable después del último comando diseqc

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: United Kingdom
es: Reino Unido

source: United States
es: Estados Unidos

source: United States Minor Outlying Islands
es: Islas menores alejadas de los Estados Unidos

source: United States of America
es: Estados Unidos de América

source: Universal LNB
es: LNB Universal

source: Unknown
es: Desconocido

source: Unknown error
es: Error desconocido

source: Unknown image
es: Imagen desconocido

source: Unmount.
es: Desmontar

source: Unsupported
es: No soportado

source: Unterhaltung
es: Suspensión

source: Unzip error (also sent to any debug log): %s
es: Error de descompresión (también se envía a cualquier registro de depuración): %s

source: Up
es: Arriba

source: Update
es: Actualizar

source: Update channel list only
es: Actualizar la lista de canales solo

source: Update completed, %d package was installed.
es: Actualización hecha, %d paquete instalado.

source: Update failed. Your %s %s does not have a working internet connection.
es: Actualización fallida. Tu %s %s no está conectada a internet.

source: Update has completed.
es: La actualización se ha completado.

source: Update interval (in seconds)
es: Intervalo de actualización (en segundos).

source: Update packages...
es: Actualizar paquetes

source: Updated: %s
es: Actualizado: %s

source: Updating Cache
es: Actualizando caché

source: Updating cache, please wait...
es: Actualizando caché, por favor espera...

source: Updating mount locations...
es: Actualizando puntos de montaje.

source: Upgrade and reboot system
es: Actualizar y reiniciar el sistema.

source: Upgrade finished.
es: Actualización finalizada.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
es: Actualización en proceso. Por favor, espera hasta que la %s %s se reinicie. Puede tardar varios minutos.

source: Upgradeable
es: Actualizable

source: Upgrading
es: Actualizando

source: Uphops +
es: Saltos superiores +

source: Uphops -
es: Saltos superiores -

source: Uphops:
es: Saltos superiores:

source: Upon completion the receiver will reboot and display the First Install Wizard.
es: Una vez finalizado, el receptor se reiniciará y mostrará el Asistente de primera instalación.

source: Upper case
es: Mayuscula

source: Uptime
es: Tiempo de actividad

source: Uptime: %s
es: Tiempo de actividad: %s

source: Urban Music
es: Música Urbana

source: Usage setup
es: Configuración de uso

source: Use
es: Uso

source: Use 12 characters display mode
es: Utilice el modo de visualización de 12 caracteres

source: Use DHCP
es: Usar DHCP

source: Use EIT EPG information when it is available.
es: Usar información EPG de EIT cuando esté disponible.

source: Use FreeSat EPG information when it is available.
es: Usar información EPG de FreeSat cuando esté disponible.

source: Use Geolocation
es: Utilice la geolocalización

source: Use MHW EPG information when it is available.
es: Usar información EPG de MHW cuando esté disponible.

source: Use Netmed EPG information when it is available.
es: Usar información EPG de Netmed cuando esté disponible.

source: Use OpenTV EPG information when it is available. For reading OpenTV EPG data tuning to a dedicated transponder is required
es: Utilice la información de la EPG de OpenTV cuando esté disponible. Para leer los datos de la EPG de OpenTV, es necesario sintonizar un transpondedor dedicado.

source: Use PiP for download
es: Utilice PiP para descargar

source: Use TV remote control
es: Usar el mando a distancia del TV.

source: Use USALS for this sat
es: Usar USALS para este satélite.

source: Use ViaSat EPG information when it is available.
es: Usar información EPG de Viasat cuando esté disponible.

source: Use Virgin EPG information when it is available.
es: Usar información EPG de Virgin cuando esté disponible.

source: Use a gateway
es: Usar una puerta de enlace.

source: Use adaptive date display
es: Utilice la visualización de fecha adaptable

source: Use as HDD
es: Usar en lugar de disco duro

source: Use as PiP if possible
es: Utilice como PiP si es posible

source: Use circular LNB
es: Utilice LNB circular

source: Use fastscan channel names
es: Usar los nombres de canales de Fastscan.

source: Use fastscan channel numbering
es: Usar la numeración de canales de Fastscan.

source: Use frequency or channel
es: Utilice frecuencia o canal

source: Use geolocation to set the current time zone location
es: Utilice la geolocalización para establecer la ubicación de la zona horaria actual

source: Use individual settings for each directory
es: Utilizar ajustes individuales de cada directorio.

source: Use interface
es: Usar interfaz.

source: Use official channel numbering
es: Usar la numeración oficial de canales.

source: Use original DVB subtitle position
es: Usar la posición por defecto para subtítulos de DVB.

source: Use original teletext position
es: Usar la posición por defecto para teletexto.

source: Use piconlcd directory for picons on color LCD
es: Utilice el directorio piconlcd para los picones en la pantalla LCD a color

source: Use power measurement
es: Usar la medida de potencia.

source: Use separate Picon pack for Front Display
es: Utilice un paquete de Picones separado para el panel frontal

source: Use skin default
es: Por defecto usar configuración de la skin

source: Use skin setting
es: Usar configuración de la skin

source: Use slim screen
es: Usar la pantalla estrecha.

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the user interface. LEFT button decreases the size, RIGHT increases the size.
es: Usar las teclas izquierda/derecha del mando para ajustar el altura de la interfaz de usuario. La tecla izquierda reduce el tamaño y la derecha lo aumenta.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the user interface. LEFT button decreases the size, RIGHT increases the size.
es: Usar las teclas izquierda/derecha del mando para ajustar el ancho de la interfaz de usuario. La tecla izquierda reduce el tamaño y la derecha lo aumenta.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface left/right.
es: Usar las teclas izquierda/derecha del mando para mover la interfaz de usuario a izquierda/derecha.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface up/down.
es: Usar las teclas izquierda/derecha del mando para mover la interfaz de usuario arriba y abajo.

source: Use the UP and DOWN keys to select language, Menu key to install new language. Afterwards press the OK button.
es: Usa las teclas ARRIBA y ABAJO para seleccionar el idioma. Tecla de menú para instalar nuevo idioma. Después, pulsa la tecla OK.

source: Use the alternative or the conventional radio mode.
es: Usar el modo de radio alternativo o convencional.

source: Use the alternative screen
es: Usar la pantalla alternativa.

source: Use the deletion time to sort Trash directories. Most recently deleted at the top.
es: Utilice el tiempo de eliminación para ordenar los directorios de la Papelera. Los archivos eliminados más recientemente aparecen en la parte superior.

source: Use the network wizard to configure selected network adapter
es: Usar el asistente de red para configurar el adaptador de red seleccionado.

source: Use the network wizard to configure your Network
es: Usar el asistente de red para configurar la red.

source: Use the up/down keys on your remote control to select an option. After that, press OK.
es: Usar las teclas arriba/abajo de su mando para seleccionar una opción. Después, pulsa 'OK'.

source: Use the wizard to set up basic features
es: Usar el asistente para configurar los ajustes básicos.

source: Use these input device settings?
es: ¿Usar esta configuración de dispositivo de entrada?

source: Use this video enhancement settings?
es: ¿Usar esta configuración de mejora de vídeo?

source: Use timeshift seekbar while timeshifting?
es: ¿Usar la barra de búsqueda en modo Timeshift?

source: Use trash can in movie list
es: Usar la papelera en la lista de películas.

source: Used service scan type
es: Tipo de búsqueda de canales usada.

source: Used:
es: Utilizado:

source: User - bouquets
es: Usuario - Grupos

source: User Band %d
es: Banda de Usuario %d

source: User Band %d (%s)
es: Banda de Usuario %d (%s)

source: User Interface
es: Interfaz de usuario

source: User defined
es: Definido por el usuario
