Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Configure the number of rows shown.
es: Configurar el número de filas mostradas.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
es: Configurar el retraso de descodificación online en milisegundos. El retraso configurado se mantendrá en todos los cambios de paridad de palabras de control.

source: Configure the possible fast forward speeds.
es: Configurar las velocidades de avance posibles.

source: Configure the possible rewind speeds.
es: Configurar las velocidades de rebobinado posibles.

source: Configure the primary EPG language.
es: Configurar el idioma principal del EPG.

source: Configure the second audio language.
es: Configurar el segundo idioma de audio.

source: Configure the second subtitle language.
es: Configurar el segundo idioma de subtítulos.

source: Configure the secondary EPG language.
es: Configurar el idioma secundario del EPG.

source: Configure the skip time interval for the 1 and 3 buttons.
es: Configurar el intervalo de salto de las teclas '1' y '3'.

source: Configure the skip time interval for the 4 and 6 buttons.
es: Configurar el intervalo de salto de las teclas '4' y '6'.

source: Configure the skip time interval for the 7 and 9 buttons.
es: Configurar el intervalo de salto de las teclas '7' y '9'.

source: Configure the slow motion speeds.
es: Configurar las velocidades a cámara lenta.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
es: Configure la fuente de datos del frontend como se muestra en la infobar. La opción "Configuración" es la que se almacena en 'settings'. "Sintonizador" es la que informa el sintonizador.

source: Configure the subtitle delay when timing information is not available.
es: Configurar el retraso de los subtítulos cuando no haya datos de sincronización.

source: Configure the third audio language.
es: Configurar el tercer idioma de audio.

source: Configure the third subtitle language.
es: Configurar el tercer idioma de subtítulos.

source: Configure the transparency of the black background of graphical DVB subtitles.
es: Configurar la transparencia del fondo negro de los subtítulos gráficos DVB.

source: Configure the tuner mode.
es: Configurar el modo de sintonizador.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
es: Configurar la posición vertical de los subtítulos, medida desde la parte inferior de la pantalla.

source: Configure the width allocated to the picon.
es: Configurar la anchura asignada a Picon.

source: Configure the width allocated to the service name.
es: Configurar la anchura asignada al nombre de canal.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
es: Configure este sintonizador usando opciones simples o avanzadas, o conéctelo a otro sintonizador, o copie una configuración de otro sintonizador, o deshabilítelo.

source: Configure to show the channel names, picons, or both in the EPG.
es: Configurar la visualización de nombres de canal, Picon o ambos en el EPG.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
es: Configurar si (y por cuánto tiempo) aparece una segunda barra de información al pulsar dos veces ¡OK'. La segunda barra contiene información adicional sobre el canal actual.

source: Configure whether or not an rotor position will be displayed on infobar
es: Configurar si se mostrará o no la posición del rotor en la infobar

source: Configure whether service picons will be shown in number zap.
es: Configurar si los picones de servicio se mostrarán en el zap numérico.

source: Configure which color format should be used on the SCART output.
es: Configurar qué formato de color utilizar en la salida SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
es: Configure qué sintonizador será el preferido para las grabaciones, cuando haya más de un sintonizador disponible.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
es: Configurar qué tipo de sintonizador será el favorito cuando el mismo canal esté disponible en sintonizadores diferentes.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
es: Configurar qué tipo de sintonizador es el favorito cuando haya más de uno disponibles. Si se ajusta en 'auto', el sistema dará prioridad al sintonizador con el menor número de canales/satélites.

source: Configure your NTP server.
es: Configurar el servidor NTP.

source: Configure your internal LAN
es: Configurar LAN interno

source: Configure your network again
es: Volver a configurar la red

source: Configure your wireless LAN again
es: Configurar la red inalámbrica.

source: Configures which video output connector will be used.
es: Configura el conector de salida de vídeo que se va a utilizar.

source: Configuring
es: Configurando

source: Conflicting timer
es: Conflicto de temporizadores

source: Connect
es: Conectar

source: Connect to a wireless network
es: Conectar a red inalámbrica

source: Connected clients
es: Clientes conectados

source: Connected satellites
es: Satélites conectados

source: Connected through another tuner
es: Conectado por otro sintonizador

source: Connected to
es: Conectado a

source: Connected transcoding, limit - no PiP!
es: Transcodificación conectada, límite: ¡sin PiP!

source: Connected:
es: Conectado:

source: Connection using the supplied FTP parameters failed. Please recheck the details and try again.
es: La conexión con los parámetros FTP proporcionados falló. Vuelva a verificar los detalles e inténtelo nuevamente.

source: Constellation & FFT mode
es: Constellation & modo FFT

source: Consult your SCR device spec sheet for this information.
es: Consulte la hoja de especificaciones de su dispositivo SCR para obtener esta información.

source: Consult your motor's spec sheet for this information, or leave the default setting.
es: Consulte la hoja de especificaciones de su motor para obtener esta información o deje la configuración predeterminada.

source: Content
es: Contenido

source: Content does not fit on DVD!
es: El contenido no cabe en un DVD!

source: Context
es: Contexto

source: Continue playback
es: Continuar reproducción

source: Continue playing
es: Continuar reproducción

source: Continues
es: Sigue

source: Continues play (loop)
es: Reproducción continua (bucle)

source: Contrast
es: Contraste

source: Control LED can be turned on or off here.
es: Aquí se puede encender o apagar el LED de control.

source: Control how finished timers are shown in the timer list. If set to hide, disabled timers will still be shown
es: Controla cómo se muestran los temporizadores finalizados en la lista de temporizadores. Si se configura para ocultar, los temporizadores deshabilitados se seguirán mostrando

source: Converting ext3 to ext4...
es: Convirtiendo ext3 a ext4...

source: Cooking
es: Cocina

source: Copy
es: Copia

source: Copy eMMC slots confirmation
es: Confirmación de copia de ranuras eMMC

source: Copy to bouquets
es: Copiar a grupos

source: Copying files
es: Copiando archivos

source: Core dumps are helpful for developers in case of a FATAL SIGNAL crash in the C++ code. Typical core dump size is 110 MB so adjust maximum space used and choose proper location.
es: Los volcados de memoria son útiles para los desarrolladores en caso de un fallo de SEÑAL FATAL en el código C++. El tamaño típico de un volcado de memoria es de 110 MB, por lo que debe ajustar el espacio máximo utilizado y elegir la ubicación adecuada.

source: Correct invalid EPG data
es: Corregir datos EPG no válidos

source: Could not find installed channel list.
es: No se ha podido encontrar la lista de canales instalados.

source: Could not load medium! No disc inserted?
es: No se ha podido cargar el medio. ¿Hay algún disco insertado?

source: Could not open picture in picture
es: No se ha podido abrir Picture in Picture

source: Could not open the file %s!
es: No se ha podido abrir el archivo %s!

source: Could not record due to a conflicting timer %s
es: No se ha podido grabar por un conflicto de temporizadores %s

source: Could not record due to an invalid service %s
es: No se ha podido grabar por servicio nulo %s

source: Could not save configfile %s!
es: No se ha podido grabar el archivo de configuración %s!

source: Couldn't copy %d items. %s
es: No se ha podido copiar %d archivos %s.

source: Couldn't copy '%s'. %s
es: No se ha podido copiar '%s'. %s

source: Couldn't delete %d items.
es: No se ha podido borrar %d archivos.

source: Couldn't delete '%s'.
es: No se ha podido borrar %s.

source: Couldn't move %d items to the trash can. Do you want to delete them instead?
es: No se pudieron mover %d elementos a la papelera. ¿Quieres eliminarlos?

source: Couldn't move %d items. %s
es: No se ha podido mover %d archivos. %s

source: Couldn't move '%s' to the trash can. Do you want to delete it instead?
es: No se pudo mover '%s' a la papelera. ¿Quieres eliminarlo?

source: Couldn't move '%s'. %s
es: No se pudo mover '%s'. %s

source: Country
es: País

source: Country for EPG event genre information
es: País de información de género de evento EPG

source: Country for EPG event rating information
es: País de la información de clasificación de eventos de EPG

source: Cover dashed flickering line for this service
es: Cubra la línea vbi de este canal

source: Crash Logs
es: Historiales de fallo

source: Create
es: Crear

source: Create DVD-ISO
es: Crear DVD-ISO

source: Create Timer
es: Crear temporizador

source: Create Zap Timer
es: Crear temporizador de zap

source: Create a settings backup before updating.
es: Crear una copia de seguridad de la configuración antes de actualizar.

source: Create and Manage your SWAP files.
es: Crear y administrar archivos de intercambio.

source: Create directory
es: Crear directorio

source: Create separate radio userbouquet
es: Crear un grupo separado para radio

source: Create:
es: Crear:

source: Creating AP and SC Files
es: Creando archivos AP y SC

source: Creating Hardlink to Timeshift file failed!
es: Ha fallado la creación de Hardlink a el archivo Timeshift.

source: Creating SWAP..
es: Creando intercambio...

source: Creating directory %s failed.
es: Ha fallado la creación del directorio %s.

source: Creating filesystem.
es: Creando sistema de archivos.

source: Creating list of installed plugins...
es: Creando una lista de complementos instalados...

source: Creating partition.
es: Creando partición...

source: Creating zip...
es: Creando archivo zip...

source: Crime
es: Crímenes

source: Croatia
es: Croacia

source: Croatian
es: Ccroata

source: Cron Manager
es: Administrador de Cron

source: Cron Manager Setup
es: Configuración de administrador de Cron

source: Cron Timers
es: Temporizadores Cron

source: Cult
es: Culto

source: Culture
es: Cultura

source: Current Affairs
es: Actualidad

source: Current Event:
es: Programa actual:

source: Current Status:
es: Estado actual:

source: Current device:
es: Dispositivo actual:

source: Current mode: %s
es: Modo actual: %s

source: Current rotor position:
es: Posición actual del rotor

source: Current settings:
es: Configuración actual:

source: Current status:
es: Estado actual:

source: Current time
es: Hora actual

source: Current transponder
es: Transpondedor actual

source: Current value:
es: Valor actual:

source: Custom
es: Personalizado

source: Custom skip time for '1'/'3' buttons
es: Personalizar el intervalo de salto de las teclas '1'/'3'

source: Custom skip time for '4'/'6' buttons
es: Personalizar el intervalo de salto de las teclas '4'/'6'

source: Custom skip time for '7'/'9' buttons
es: Personalizar el intervalo de salto de las teclas '7'/'9'

source: Customize
es: Configurar

source: Customize settings
es: Configurar ajustes

source: Cut
es: Cortar

source: Cutlist editor
es: Editor de Cutlist

source: Cutlist editor...
es: Editor de listas de corte...

source: Cycle through infobar displays
es: Recorrer las pantallas de la binfobar

source: Cycling
es: Ciclismo

source: Cyprus
es: Chipre

source: Czech
es: Checo

source: Czechia
es: Chequia

source: DHCP This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - Your LAN adapter is configured for manual IP setup. - Verify that you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: - Verify that you have a configured and working DHCP server in your network.
es: Esta prueba verifica si tu adaptador LAN está configurado para dirección IP automática con DHCP. Si obtienes un mensaje de "desactivado" : - Tu adaptador LAN está configurado para configuración manual de IP. - Comprueba si has escrito los datos correctos de IP en el diálogo de configuración del adaptador. Si obtienes un mensaje de "activado" : - Comprueba que tengas un servidor DHCP configurado y en funcionamiento en tu red.

source: DIY
es: Bricolaje

source: DLNA support
es: Soporte DLNA

source: DMM advanced
es: DMM avanzado

source: DOWN
es: ABAJO

source: DTS downmix
es: Mezcla descendente DTS

source: DUAL LAYER DVD
es: DVD DOBLE CAPA

source: DVB CI Delay
es: Retardo de DVB CI

source: DVB Subtitles PID & lang
es: PID de DVB subtítulos y idioma

source: DVB subtitle black transparency
es: Transparencia negra de subtítulos DVB

source: DVB type
es: Tipo de DVB

source: DVB-C ANNEX B
es: DVB-C ANEXO B

source: DVB-C ANNEX C
es: DVB-C ANEXO C

source: DVD data format
es: Formato de datos DVD

source: DVD file browser
es: Navegador de archivos DVD

source: DVD media toolbox
es: Caja de herramientas de medios DVD

source: DVD player
es: Reproductor DVD

source: DVD titlelist
es: Lista de títulos de DVD

source: Daily
es: Diario

source: Dance
es: Danza

source: Danish
es: Danés

source: Darts
es: Dardos

source: Date
es: Fecha

source: Date first
es: Información de fecha

source: Date format
es: Formato de dfecha

source: Date style
es: Estilo de fecha

source: Date/time input
es: Entrada de fecha/hora

source: Dating
es: Citas

source: De-select
es: Deseleccionar

source: Deactivate
es: Desactivar

source: Debug
es: Depurar

source: Debug Logs
es: Historiales de depuración

source: Debug log time format *
es: Formato de historiales

source: Debug to file
es: Depurar a archivo

source: Debug+ Logs
es: Historiales + depuración

source: Decrement end time
es: Disminuir la hora final.

source: Decrement start time
es: Disminuir la hora de inicio

source: Deep Standby
es: Hibernar

source: Deep Standby LED
es: LED de hibernar

source: Deep standby
es: Hibernar

source: Default
es: Por defecto

source: Default movie location
es: Ubicación por defecto de películas

source: Default port is '%d'. Change if required.
es: El puerto predeterminado es '%d'. Cámbielo si es necesario.

source: Default recording type
es: Tipo de grabación predeterminado

source: Default: '%s'.
es: Defecto: '%s'.

source: Defaults
es: Los defecto

source: Define additional delay in milliseconds before start of http(s) streams, e.g. to connect a remote tuner, you use a complex system of DiSEqC.
es: Define un retraso adicional en milisegundos antes del inicio de las transmisiones http(s), por ejemplo, para conectar un sintonizador remoto, utiliza un sistema complejo de DiSEqC.

source: Delay after change voltage before switch command
es: Retraso después del cambio de voltaje antes del comando de conmutación

source: Delay after continuous tone disable before diseqc
es: Retraso después del tono continuo se desactiva antes de diseqc

source: Delay after diseqc peripherial poweron command
es: Retardo después del comando de encendido del periférico diseqc

source: Delay after diseqc reset command
es: Retraso después del comando de reinicio diseqc

source: Delay after enable voltage before motor command
es: Retardo después de habilitar el voltaje antes del comando del motor

source: Delay after enable voltage before switch command
es: Retardo después de habilitar el voltaje antes del comando de conmutación

source: Delay after final continuous tone change
es: Retraso después del cambio de tono continuo final

source: Delay after last diseqc command
es: Retraso después del último comando diseqc

source: Delay after last voltage change
es: Retraso después del último cambio de voltaje

source: Delay after motor stop command
es: Retardo después del comando de parada del motor

source: Delay after set voltage before measure motor power
es: Retraso después de establecer el voltaje antes de medir la potencia del motor

source: Delay after toneburst
es: Retraso después de la ráfaga de tono

source: Delay after voltage change before motor command
es: Retardo después del cambio de voltaje antes del comando del motor

source: Delay before key repeat starts:
es: Retrasar antes del inicio de la repetición de tecla:

source: Delay before sequence repeat
es: Retraso antes de la repetición de la secuencia

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
es: Retraso entre los comandos CEC al enviar una serie de comandos. Algunos dispositivos requieren este retardo para su correcto funcionamiento, normalmente entre 50 y 150 ms.

source: Delay between diseqc commands
es: Retraso entre comandos diseqc

source: Delay between switch and motor command
es: Retardo entre el comando del interruptor y el comando del motor

source: Delay for external subtitles
es: Retraso para subtítulos externos

source: Delay in milliseconds after finish scrolling text on display.
es: Retraso en milisegundos después de terminar de desplazarse el texto en panel frontal

source: Delay in milliseconds before start of scrolling text on display.
es: Retraso en milisegundos antes de empezar de desplazarse el texto en panel frontal

source: Delay when closing a stream relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
es: Retraso al cerrar un servicio de stream relay antes de reasignar el sintonizador a otro servicio. El uso de "0" solo se recomienda para receptores con varios sintonizadores satelitales.

source: Delay:
es: Retraso:

source: Delete
es: Borrar

source: Delete %s?
es: ¿Borrar %s?

source: Delete Confirmation
es: Borrar confirmación

source: Delete EPG Cache
es: Borrar caché de EPG

source: Delete Language(s)
es: Borrar Idioma(s)

source: Delete Timer
es: Borrar tempoizador

source: Delete all log entries
es: Borrar todas las entradas historales.

source: Delete all the text
es: Borrar todo el texto

source: Delete backwards
es: Borrar hacia atrás.

source: Delete character to left of cursor or select AM times
es: Eliminar el carácter a la izquierda del cursor o seleccionar horas antes del mediodía

source: Delete character under cursor or select PM times
es: Eliminar el carácter debajo del cursor o seleccionar horas después del mediodía

source: Delete entry
es: Borrar entrada

source: Delete failed!
es: No se ha podido eliminar!

source: Delete failure - check device available.
es: Error de eliminación - comprobar dispositivo disponible.

source: Delete file
es: Borrar archivo

source: Delete forwards
es: Buscar hacia delante

source: Delete log entry
es: Borrar entrada historial

source: Delete playlist entry
es: Borrar entrada en la lista de reproducción

source: Delete saved playlist
es: Borrar lista de reproducción guardada

source: Delete the character to the left of text cursor
es: Eliminar el carácter a la izquierda del cursor

source: Delete the character under the text cursor
es: Eliminar el carácter debajo del cursor

source: Deleted %d items
es: %d elementos borrados

source: Deleted %s!
es: ¡%s borrado!

source: Deleted '%s'
es: '%s' borrado

source: Deleted image
es: Borrar imagen

source: Deleted items
es: Elementos borrados

source: Deleting files
es: Borrando archivos

source: Denmark
es: Dinamarca

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
es: "Descifrar y grabar ECM" te da la opción de descifrar después si ha fallado el descifrado de la grabación. "No descifrar, grabar ECM" permite guardar una grabación cifrada, descifrable en la reproducción. "Normal" sirve para descifrar la grabación y no grabar el ECM.

source: Descramble receiving http streams
es: Descodificar flujos http

source: Descramble sending http streams
es: Descodificar flujos http

source: Descrambling options
es: Opciones de descodificar

source: Description
es: Descripción

source: Deselect
es: Deseleccionar

source: Detect next boxes before standby
es: Detectar las siguientes cajas antes del modo de espera

source: Detect programs split by news bulletins. Choose the maximum duration in minutes to consider as a bulletin, or 0 to disable.
es: Detecta programas divididos por boletines de noticias. Elige la duración máxima en minutos para considerarlo como boletín o 0 para deshabilitarlo.

source: Detected devices:
es: Dispositivos detectados:

source: Detected tuners:
es: NIMs detectados:

source: Detektiv
es: Detective

source: Developer password
es: Contraseña de desarrollador

source: Developer username
es: Usuario de desarrollador

source: Device
es: Dispositivo

source: Device %s
es: Dispositivo %s

source: Device mounts
es: Montajes de dispositivo

source: Device:
es: Dispositivo:

source: Device: None available
es: Dispositivo: ninguno disponible

source: Device: Press 'Menu' to select a storage device - none available
es: Dispositivo: Presione 'Menú' para seleccionar un dispositivo de almacenamiento (no hay ninguno disponible)

source: Devicename:
es: Nombre del dispositivo:

source: Devices
es: Dispositivos

source: DiSEqC 1.0 command
es: Comando DISEqC 1.0

source: DiSEqC 1.1 command
es: Comando DISEqC 1.1

source: DiSEqC 1.1 repeats
es: Repeticiones de DiSEqC 1.1

source: DiSEqC mode
es: Modo DiSEqC

source: DiSEqC port %s: %s
es: Puerto DiSEqC %s: %s

source: DiSEqC-tester settings
es: Configuración de DiSEqC-Tester

source: Digital contour removal
es: Borrar contorno digital

source: Dim delay
es: Retraso de atenuación

source: Dim the LCD after specified time.
es: Atenúa la pantalla LCD después del tiempo especificado.

source: Direct menu item selection
es: Selección directa de elementos del menú

source: Direct playback of linked titles without menu
es: Reproduce los títulos enlazados sin menú

source: Directories cannot be bulk renamed
es: Los directorios no se pueden renombrar de forma masiva

source: Directory
es: Directorio

source: Directory %s does not exist.
es: El directorio %s no existe.

source: Directory '%s' does not exist.
es: El directorio %s no existe.

source: Directory '%s' is not hard links capable.
es: El directorio '%s' no es compatible con enlaces duros.

source: Directory '%s' not valid. Partition must be ext or nfs.
es: El directorio '%s' no es válido. La partición debe ser ext o nfs.

source: Directory '%s' not writable.
es: El directorio '%s' no es escribible.

source: Directory '%s' not writeable.
es: El directorio '%s' no es escribible.

source: Directory browser
es: Examinar directorios

source: Disable
es: Desactivar
