Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: If set to 'yes' the infobar will be displayed when a new event starts.
es: Si se ajusta a 'sí', la barra de información aparecerá cuando empiece un programa nuevo.

source: If set to 'yes' the infobar will be displayed when changing channels.
es: Si se ajusta a 'sí', la barra de información aparecerá en el cambio de canal.

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
es: Si se configura en 'sí', se enviarán los mismos comandos al televisor para eventos de espera profunda que los que se envían durante eventos de espera normales.

source: If set to 'yes' you can preview channels in the EPG list.
es: Si se ajusta a 'sí', podrás previsualizar canales en la lista de EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
es: Si se ajusta a 'sí', podrás previsualizar canales en la lista de canales. Pulsa 'OK' para previsualizar el canal escogido. Pulsa otra vez 'OK' para salir y pasar a ese canal. Pulsa 'EXIT' para volver al canal original.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
es: Si se establece en 'sí', le permite usar la barra de búsqueda para saltar a un punto dentro del programa.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
es: Si se establece en 'sí', le permite usar el cambio de tiempo con complementos de audio alternativos.

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
es: Si se ajusta a 'sí', la barra de información aparecerá en el avance rápido o rebobinado durante la reproducción de medios.

source: If the receiver was woken from 'Deep Standby' and is currently in 'Standby' and no recordings are in progress return it to 'Deep Standby' once the EPG download has completed.
es: Si el receptor fue despertado de 'hibernación' y actualmente se encuentra en 'modo de espera' y no hay grabaciones en curso, regréselo al 'modo de hibernación' una vez que se haya completado la descarga de la EPG.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
es: Si el texto es demasiado largo para aprecer en el panel frontal, se repetirá (número de veces):

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
es: Si se utilizan varios conmutadores no confirmados, los comandos DiSEqC deben enviarse varias veces. Establezca el número de conmutadores no confirmados en la cadena menos uno.

source: If volume muted, hide mute icon or mute information after few seconds.
es: Si el volumen está silenciado, oculta el ícono de silencio después de unos segundos.

source: If you are an OpenViX developer you can enter your login details to have direct access to OpenViX developer images for your receiver. This feature is only available via 'https' connections.
es: Si es un desarrollador de OpenViX, puede ingresar sus datos de inicio de sesión para tener acceso directo a las imágenes de desarrollador de OpenViX para su receptor. Esta función solo está disponible a través de conexiones "https".

source: If you are running your own build server and want to download your own images directly into ImageManager you can link to the URL of your JSON index. Don't forget to add '%s' where the box name should be inserted into the url. If you need help with implementing this please ask on the forum.
es: Si está ejecutando su propio servidor de compilación y desea descargar sus propias imágenes directamente en ImageManager, puede vincularlas a la URL de su índice JSON. No olvide agregar '%s' donde se debe insertar el nombre del cuadro en la URL. Si necesita ayuda para implementar esto, pregunte en el foro.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
es: Si está utilizando un LNB polarizado circular, seleccione "sí", de lo contrario, seleccione "no".

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
es: Si está utilizando un conmutador comprometido DiSEqC, ingrese la letra del puerto requerida para acceder al LNB utilizado para este satélite.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
es: Si está utilizando un conmutador no comprometido DiSEqC, ingrese el número de puerto requerido para acceder al LNB utilizado para este satélite.

source: If you can see this, something is wrong with your scart connection. Press OK to return.
es: Si lees esto, se ha producido un error con la conexión del euroconector. Pulsa OK para volver.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
es: Si tu TV tiene la mejora de brillo o contrase, desactívela. Si hay una función "dinámica", ponla en estándar. Ajusta el nivel de luz trasera a un valor que te guste. Pon el contraste de tu TV lo más bajo posible. Pon el brillo lo más bajo posible, asegurándote de que los niveles de sombras de grises más bajos sean apreciables. No te preocupes todavía por las sombras. Podrás configurarlas en el siguiente paso. Si estás contento con los resultados, pulsa OK.

source: Ignore DVB-C namespace sub network
es: Ignorar la subred del namespace DVB-C

source: Ignore DVB-S namespace sub network
es: Ignorar la subred del namespace DVB-S

source: Ignore DVB-T namespace sub network
es: Ignorar la subred del namespace DVB-T

source: Image Manager
es: Administrador de Image

source: Image Manager allows downloading images from OpenViX image server and from a range of other distros.
es: Image Manager permite descargar imágenes del servidor de imágenes OpenViX y de una variedad de otras distribuciones.

source: Image Slot: Startup %s - %s %s
es: Slot de imagen: Inicio %s - %s %s

source: Image View On
es: Vista de imagen encendida

source: Image manager
es: Administrador de Imagen

source: Image manager settings
es: Configuración de Administrador de Imagen

source: Image: %s.%s%s (%s)
es: Imagen: %s.%s%s (%s)

source: ImageManager - %s - cannot flash eMMC slot from sd card slot.
es: AdmistradorImagen - %s - no se puede flasear el slot eMMC desde la ranura de la tarjeta SD.

source: ImageManager - no HDD unable to backup Vu Multiboot eMMC slots
es: AdmistradorImagen - %s - Sin disco duro, no se puede realizar una copia de seguridad de las ranuras eMMC de Vu Multiboot

source: Immediate shutdown
es: Apagado inmediato

source: Immediately restart selected cams.
es: Reiniciar inmediatamente las softcams seleccionadas.

source: In Developer images only. Allows swapping between oe-alliance/branding or oe-alliance/remotes for button position mapping and rc graphic.
es: Solo en imágenes para desarrolladores. Permite cambiar entre oe-alliance/branding o oe-alliance/remotes para asignar la posición de los botones y el gráfico del mando

source: In Setup screens choose whether to show the default value of the selected item in the description field.
es: En las pantallas de configuración, elija si desea mostrar el valor predeterminado del elemento seleccionado en el campo de descripción.

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
es: En la visualización en vivo, espere esta cantidad de segundos después de presionar una tecla numérica antes de asumir que se ingresó el número de canal requerido. Valor predeterminado: 5 segundos. Para configurar el valor cero, deberá confirmar con "OK".

source: In most cases this should be set to No. Only enable if you have a very specific need.
es: En la mayoría de los casos, esta opción debe configurarse en No. Habilítela solo si tiene una necesidad muy específica.

source: In order to record a timer, the TV was switched to the recording service!
es: Para poder grabar, se ha cambiado la TV al canal de la grabación.

source: In progress
es: En curso

source: In the Standby Record on the LCD Display
es: En el modo de espera, muestra Grabar en la pantalla LCD

source: Inactive
es: Inactivo

source: Inadyn Setup
es: Configurar Inadyn

source: Include AIT in http streams
es: Incluir AIT en flujos http

source: Include CI assignment
es: Incluir asignación CI

source: Include ECM in http streams
es: Incluir ECM en flujos http

source: Include EIT in http streams
es: Incluir EIT en flujos http

source: Include machine name in backup name
es: Incluir el nombre de la máquina en el nombre de la copia de seguridad

source: Incorrect format for skip value: '%s' Skip cancelled.
es: Formato incorrecto para el valor de salto: '%s' Salto cancelado.

source: Incorrect service type for PiP!
es: ¡Tipo de canal no es válido para PiP!

source: Increase time scale
es: Aumentar escala de tiempo

source: Increased voltage
es: Voltaje incrementado

source: Increment end time
es: Incrementar la hora final.

source: Increment start time
es: Incrementar hora de inicio

source: Independent
es: Independente

source: Index allocated:
es: Indice asignado:

source: Info (EPG) Long
es: Info (EPG) (largo)

source: Info button (long)
es: Tecla de información (largo)

source: Info button (short)
es: Tecla de información (corto)

source: Info icon width
es: Anchura de icon de info

source: InfoBar EPG
es: EPG de la infobar

source: Infobar EPG
es: EPG de la infobar

source: Infobar EPG activation
es: Activación de la EPG de la infobar

source: Infobar Grid EPG
es: EPG rejilla de la infobar

source: Infobar Single EPG
es: EPG única de la infobar

source: Infobar fade-out speed
es: Velocidad de desaparición gradual de la infobar

source: Infobar frontend data source
es: Fuente de datos del sintonizador que se muestra en la infobar

source: Information
es: Información

source: Informazione
es: Información

source: Infotainment
es: Infoentretenimiento

source: Init
es: Iniciar

source: Init SDcard
es: Iniciar SDcard

source: Init USB/SDA1
es: Iniciar USB/SDA1

source: Init Zgemma H9 SDCARD - please reboot after use.
es: Iniciar Zgemma H9 SDCARD - reinicie después de su uso.

source: Init Zgemma H9 USB/SDA1 - please reboot after use.
es: Iniciar Zgemma H9 USB/SDA1 - reinicie después de su uso.

source: Init modules
es: Módulos de inicio

source: Initial fast forward speed
es: Velocidad inicial de avance rápido

source: Initial lock ratio
es: Índice inicial de bloqueo

source: Initial rewind speed
es: Velocidad inicial de rebobinado

source: Initial scroll delay
es: Retardo de desplazamiento inicial

source: Initial signal quality
es: Calidad de señal inicial

source: Initial signal quality:
es: Calidad de señal inicial:

source: Initialize
es: Inicializar

source: Initialize Devices
es: Inicializar dispositivos

source: Initializing storage device...
es: Iniciando el dispositivo de almacenamiento...

source: Inizio e Fine Trasmissioni
es: Inicio y transmisiones finas

source: Inotify Monitoring
es: Seguimiento de Inotify

source: Inotify monitoring
es: Seguimiento de Inotify

source: Input
es: Entrada

source: Input
es: Entrada

source: Input Device Setup
es: Configuración del dispositivo de entrada

source: Input Devices
es: Dispositivos de entrada

source: Input Stream ID
es: ID del flujo de entrada

source: InputBox Actions
es: Acciones del cuadro de entrada

source: Install
es: Instalar

source: Install '%s'
es: Instalar '%s'

source: Install IPK's from your tmp folder.
es: Instalar IPKs de la carpeta /tmp.

source: Install Plugins
es: Instalar complementos

source: Install channel list
es: Instalar lista de canales

source: Install confirmation
es: Confirmación de instalación

source: Install extensions.
es: Instalar extensiones.

source: Install lcd picons on
es: Instalar LCD Picons

source: Install local extension
es: Instalar extensión local

source: Install picons on
es: Instalar Picons

source: Installable
es: Instalable

source: Installed
es: Instalado

source: Installed: %s
es: Instalado: %s

source: Installing
es: Instalando

source: Installing Service
es: Instalando servicio

source: Installing service
es: Instalando servicio

source: Installing...
es: Instalando...

source: Instant record
es: Grabación instantánea

source: Instant recording
es: Grabación instantánea

source: Instant recording location
es: Ubicación de grabación instantánea

source: Interface
es: Interfaz

source: Interface:
es: Interfaz:

source: Interlaced
es: Interlazada

source: Intermediate
es: Intermedio

source: Internal
es: Interno

source: International
es: Internacional

source: International News
es: Noticias internacionales

source: Interval between keys when repeating:
es: Intervalo entre teclas durante la repetición:

source: Interview
es: Entrevista

source: Intrattenimento
es: Intratenimiento

source: Invalid
es: Iinválido.

source: Invalid directory selected: %s
es: Directorio seleccionado inválido: %s

source: Invalid location
es: Localización no válida

source: Invalid transponder data
es: Datos de transpondedor no son válidos

source: Inversion
es: Inversión

source: Inversion & Bandwidth
es: Inversión y anchura de banda

source: Inversion, Pilot & Roll-off
es: Inversión, Piloto y Roll-off

source: Invert
es: Invertir

source: Iran (Islamic Republic of)
es: Iran

source: Iran, Islamic Republic
es: Iran

source: Ireland
es: Irlanda

source: Is this setting ok?
es: ¿Es correcto este ajuste?

source: Is this video mode ok?
es: ¿Es correcto este modo de vídeo?

source: Isle of Man
es: Isla de Man

source: It allows making changes to the box with the knowledge that the box can be safely reverted back to a previous known working state.
es: Permite realizar cambios en la caja con la certeza de que esta puede volver de forma segura a un estado de funcionamiento previo conocido.

source: It seems you have hit your API limit - please try again later.
es: Parece que ha alcanzado su límite de API: inténtelo nuevamente más tarde.

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
es: No has configurado una locación adicional. Elige una en el menú del administrador de copias

source: Italian
es: Italiano

source: Italy
es: Italia

source: JUMP 24 HOURS
es: SALTAR 24 HORAS

source: Japan
es: Japón

source: Job View
es: Ver Trabajo

source: Jordan
es: Jordán

source: Jump first press in channel selection
es: Saltar a la primera pulsación en la selección de canales*

source: Jump to beginning of list
es: Saltar al inicio de la lista

source: Jump to current time
es: Saltar a la hora actual

source: Jump to end of list
es: Saltar al final de la lista

source: Jump to first item in list or the start of text
es: Saltar al primer elemento de la lista o al fin del texto

source: Jump to last item in list or the end of text
es: Saltar al último elemento de la lista o al inicio del texto

source: Jump to next bookmark
es: Saltar a la próxima posición marcada

source: Jump to previous bookmark
es: Saltar a la anterior posición marcada

source: Jump to prime time
es: Saltar al horario de máxima audiencia

source: Jump to the next marked position
es: Saltar a la siguiente posición marcada

source: Jump to the previous marked position
es: Saltar a la anterior posición marcada

source: Just scale
es: Sólo escalar

source: Just zap
es: Zapear

source: Justiz
es: Justicia

source: Kampfsport
es: Deporte de combate

source: Katastrophe
es: Catástrofe

source: Keep logs
es: Retener historiales

source: Keep service
es: Retener canal

source: Keeps the movie list open whilst playing audio files.
es: Mantiene abierta la lista de películas durante la reproducción de archivos de audio.

source: Kexec warning
es: Aviso Kexec

source: Key
es: Clave

source: Key Events
es: Eventos clave

source: Keyboard
es: Teclado

source: Keyboard data entry
es: Entrada de datos mediante el teclado

source: Keyboard map
es: Mapa del teclado

source: Keyboard settings
es: Configuración teclado

source: Kinder
es: Peques

source: Klassiker
es: Clásico

source: Kneipensport
es: Deporte de rodillas

source: Komödie
es: Coma

source: Korea (Democratic People's Republic of)
es: Corea

source: Korea (Republic of)
es: Corea

source: Kraftsport
es: Deporte Kraft

source: Krieg
es: Guerra

source: Krimi
es: Crímenes

source: Kriminalität
es: Criminalidad

source: Kultur
es: Cultura

source: Kunst
es: Arte

source: Kurzfilm
es: Película corta

source: Kyrgyzstan
es: Kirguistán

source: LAN adapter
es: Adaptador LAN

source: LAN adapter This test detects your configured LAN adapter.
es: Esta prueba detecta tu adaptador LAN configurado.

source: LAN connection
es: Conexión de red local

source: LED Deep Standby
es: LED en hibernación

source: LED Display Panel
es: LED panel frontal

source: LED Standby
es: LED en modo de espera

source: LED brightness during deep standby.
es: Brillo del LED en hibernación.

source: LED brightness during normal operations.
es: Brillo del LED en operación normal.

source: LED brightness during standby.
es: Brillo del LED en modo de espera.

source: LEFT
es: IZQUIERDA

source: LIST
es: LISTA

source: Label not defined
es: Etiqueta no definida

source: Landestypisch
es: Típico del país

source: Language
es: Idioma

source: Language Wizard
es: Asistente de idioma

source: Language selection
es: Selección de idioma

source: Lao People's Democratic Republic
es: Lao

source: Large
es: Grande

source: Last E2 update: %s (%s)
es: Última actualización de E2: %s (%s)

source: Last Req.
es: Última solicitud

source: Last config
es: Última config

source: Last speed
es: Última velocidad

source: Last used share:
es: Último intercambio:

source: LastPage
es: PáginaÚltima

source: Late Night
es: Nocturno

# third event: 'third' event label
source: Later
es: Más tarde

source: Latitude
es: Latitud

source: Latvian
es: Latvio

source: Leave DVD player?
es: ¿Abandonar el reproductor de DVD?

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
es: Deje esta configuración en "sí" a menos que comprenda completamente por qué la está ajustando.

source: Left
es: Izquierda

source: Left from servicename
es: A la izquierda del nombre de canal

source: Left long
es: Izquierda (largo)

source: Leichtathletik
es: Atletismo ligero

source: Leisure hobbies
es: Ocio y aficiones

source: Lesotho
es: Lesoto

source: Letterbox
es: Buzón

source: Letterbox zoom
es: Zúm buzón

source: Libya
es: Libia

source: Lifestyle
es: Estilo de vida

source: Light Grey
es: Gris claro

source: Limit character set for recording filenames
es: Limitar el conjunto de caracteres en la grabación de nombres de archivo

source: Limit debug log size (MB)
es: Limitar el tamaño del historial de depuración (MB)

source: Limit east
es: Límite este

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
es: Limitar los caracteres disponibles en la grabación de nombres de archivo a (7 bit) ascii. Garantiza la compatibilidad con los sistemas operativos o de archivo con limitación de caracteres.

source: Limit west
es: Límite oeste

source: Limits cancelled
es: Límites desactivados

source: Limits enabled
es: Límites activos

source: Limits off
es: Quitar límites

source: Limits on
es: Límites activos

source: Link quality:
es: Calidad de enlace:

source: Link:
es: Enlace:

source: Linked titles with a DVD menu
es: Enlazar los títulos con un menú de DVD

source: List EPG functions
es: Lista de las funciones del EPG

source: List available networks
es: Enumerar redes disponibles

source: List of storage devices
es: Enumerar dispositivos de almacenamiento

source: List version %d, found %d channel
es: Enumerar versión %d. Se ha encontrado %d canal.

source: List/Fav/PVR
es: Lista/Fav/PVR

source: List/File
es: Lista/Archivo

source: Listen to the radio
es: Escuchar la radio

source: Listener for hotplug events.
es: Oyente de eventos de conexión en caliente.

source: Lists reloaded!
es: ¡Listas recargadas!

source: Literatur
es: Literatura

source: Literaturverfilmung
es: Película literaria

source: Lithuania
es: Lituania

source: Lithuanian
es: Lituano

source: Live
es: En directo

source: Load
es: Cargar

source: Load EPG Cache
es: Cargar caché de EPG

source: Load playlist
es: Cargar lista de reproducción.

source: Load unlinked userbouquets
es: Cargar grupos no vinculados

source: Load, Save & Delete EPG Cache
es: Cargar, guardar y eliminar caché de EPG

source: Loading skin
es: Cargar skin

source: Loading the package list. Please wait...
es: Cargar lista de paquetes. Espera...

source: Local box
es: Receptor local

source: Local network
es: Red local

source: Local network This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - Verify that a network cable is attached. - Verify that the cable is not broken.
es: Esta prueba verifica si hay un cable de red conectado a tu adaptador LAN. Si recibes un mensaje de "desconectado": - Comprueba que el cable de red esté insertado. - Verifica que el cable no esté roto.

source: Location
es: Ubicación

source: Location of where backup should be saved.
es: Ubicación donde se debe guardar la copia de seguridad.

source: Location of where the image backup should be saved.
es: Ubicación donde se debe guardar la copia de seguridad de la imagen.

source: Locations searched when creating the images list. Select 'yes' to search all likely locations on your system where images may be located. Select 'no' to limit the search to just the user selected backup location.
es: Ubicaciones buscadas al crear la lista de imágenes. Seleccione "Sí" para buscar todas las ubicaciones probables en su sistema donde se pueden encontrar imágenes. Seleccione "No" para limitar la búsqueda solo a la ubicación de respaldo seleccionada por el usuario.

source: Lock ratio
es: Índice de bloqueo

source: Lock:
es: Bloquear

source: Log
es: Historial

source: Log %s-%s
es: Historal %s-%s

source: Log Manager
es: Administrador de historiales

source: Log python stack trace on spinner
es: Registrar el seguimiento de la pila de Python en el spinner

source: Log results to harddisk
es: Historial de resultados en disco duro

source: LogManager
es: Administrador de historiales

source: Login as an OpenViX developer
es: Iniciar sesión como desarrollador de OpenViX

source: Logs
es: Historiales

source: Logs folder location
es: Ubicación de historiales

source: Logs older than the specified number of days will be deleted.
es: Se borrarán los historiales anteriores al número especificado de días.

source: Logs settings
es: Configuración de historiales

source: Long << / >>
es: Largo << / >>

source: Long Left/Right
es: Largo izquierda/derecha

source: Long filenames
es: Nombres de ficheros largos

source: Long key press
es: Pulsación larga de tecla

source: Long press:
es: Pulsación larga:

source: Longitude
es: Longitud

source: Loop through from
es: Bucle a

source: Lower Framerate save CPU Time
es: Una menor velocidad de cuadros ahorra tiempo de CPU

source: Lower case
es: Minúscula

source: Luxembourg
es: Luxemburgo
