Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Preferred tuner for recordings
es: Sintonizador preferido para grabaciones

source: Preparing extra plugins...
es: Preparando complementos extras...

source: Preparing... Please wait
es: Preparando... Espera por favor.

source: Preschool
es: Preescolar

source: Press '0' to toggle PiP mode
es: Pulsa '0' para alternar modo PiP

source: Press 'Menu' to select a storage device
es: Pulse 'Menú' para seleccionar un dispositivo de almacenamiento

source: Press 'OK' to select from service list
es: Pulse 'OK' para seleccionar de la lista de canales

source: Press GREEN (Reboot) to switch images, YELLOW (Delete) to erase an image or BLUE (Restore) to restore all deleted images.
es: Presione VERDE (Reiniciar) para cambiar de imagen, AMARILLO (Eliminar) para borrar una imagen o AZUL (Restaurar) para restaurar todas las imágenes eliminadas.

source: Press OK
es: Pulse OK

source: Press OK on your remote control to continue.
es: Pulsa OK en el mando para continuar.

source: Press OK to activate the selected%s skin.
es: Pulsa OK para activar el skin %s seleccionado.

source: Press OK to edit the settings.
es: Pulsa OK para editar la configuración.

source: Press OK to get further details for %s
es: Pulsa OK para obtener más detalles de %s.

source: Press OK to keep the currently selected%s skin.
es: Presione OK para conservar el skin %s seleccionado actualmente.

source: Press OK to select a group of satellites to configure in one block.
es: Pulse OK para seleccionar un grupo de satélites para configurar en un bloque.

source: Press OK to select a provider.
es: Pulsa OK para seleccionar un proveedor.

source: Press OK to select a service.
es: Pulsa OK para seleccionar un canal

source: Press OK to select satellites
es: Pulsa OK para seleccionar satélites

source: Press OK to select the save location of the log file.
es: Pulsa OK para seleccionar la ubicación del historial

source: Press OK to select which days to perform an EPG download.
es: Pulse OK para seleccionar qué días desea realizar una descarga de EPG.

source: Press OK to select/deselect a CAId.
es: Pulsa OK para seleccionar/deseleccionar un CAId.

source: Press OK to show details
es: Pulsa OK para mostrar detalles

source: Press OK to toggle the selection
es: Pulsa OK para alternar la selección.

source: Press OK to toggle the selection.
es: Pulsa OK para alternar la selección.

source: Press OK, save and exit...
es: Presione OK, guardar y salir...

source: Press appropiate Init to move Nand root to SDcard or USB.
es: Presione la apropiada para mover la raíz Nand a la tarjeta SD o USB.

source: Press up/down to scroll through the selected log Press left/right to see different log types
es: Presione hacia arriba o hacia abajo para desplazarse por el registro seleccionado Presione hacia la izquierda o hacia la derecha para ver los diferentes tipos de registros

source: Press yellow to set this interface as the default interface.
es: Presione amarillo para establecer esta interfaz como la interfaz predeterminada.

source: Preview
es: Previsualizar

source: Preview menu
es: Menú previsualizar

source: Previous
es: Anterior

source: Primary DNS
es: DNS principal

source: Primetime
es: Hora de máxima audiencia

source: Priority
es: Prioridad

source: Problem retrieving update list. If this issue persists please check/report on forum
es: Problema al recuperar la lista de actualizaciones. Si el problema persiste, verifique o informe en el foro

source: Processor temp: %s
es: Temperatura del procesador: %s

source: Profile
es: Perfil

source: Profile: Local box
es: Perfil: receptor local

source: Progress
es: Progreso

source: Progress bar left
es: Barra izquierda de progreso

source: Progress bar right
es: Barra derecha de progreso

source: Prominent
es: Prominente

source: Properties of current title
es: Propiedades del título actual

source: Protect configuration
es: Proteger configuración

source: Protect context menus
es: Proteger menus de contexto

source: Protect main menu
es: Protegermenú principal...

source: Protect manufacturer reset screen
es: Proteger la pantalla de reinicio del fabricante

source: Protect menu sort
es: Proteger ordenamenú

source: Protect movie list
es: Proteger la lista de películas

source: Protect on epg age
es: Proteger basado en edad de EPG

source: Protect plugin browser
es: Proteger navegador de complementos

source: Protect screens
es: Proteger pantallas

source: Protect services
es: Proteger canales

source: Protect software update screen
es: Proteger pantalla de actualizar software

source: Protect standby menu
es: Proteger menú de modo de espera

source: Protect timer menu
es: Proteger menú de grabaciones

source: Protect vix menu
es: Proteger menú ViX

source: Protocol
es: Protocolo

source: Protocol:
es: Protocolo:

source: Provider
es: Proveedor

source: Provider Name:
es: Proveedor: Nombre

source: Provider:
es: Proveedor:

source: Providers
es: Proveedores

source: Providers:
es: Proveedores:

source: Providers:
es: Proveedores:

source: Psychologie
es: Psicología

source: Puppentrick
es: Títere de marionetas

source: Puppets
es: Marionetas

source: Purge deleted user bouquets
es: Purgar los grupos de usuarios eliminados

source: Put A/V receiver in standby
es: Poner el receptor A/V en modo de espera

source: Put A/V receiver in standby.
es: Poner el receptor A/V en modo de espera

source: Put TV in standby
es: Poner TV en modo de espera

source: Python frontend for /tmp/mmi.socket
es: Python frontal para /tmp/mmi.socket

source: Quad core
es: Cuatro núcleos

source: Query before starting backup.
es: Consulta antes de iniciar la copia de seguridad.

source: Query before starting image backup.
es: Consulta antes de iniciar la copia de seguridad de la imagen.

source: Question
es: Preguntar

source: Quick
es: Rápido

source: Quick Actions
es: Acciones rápidas

source: Quick zap
es: Zapeo rápido

source: Quit Movie Player with EXIT button
es: Salir del reproductor de películas con el botón EXIT

source: Quiz
es: Concurso de preguntas y respuestas

source: RDS/RASS display
es: RDS/RASS

source: REC
es: GRAB

source: REC
es: GRAB

source: REC Symbol
es: Símbolo de grabaciones

source: REC Symbol in Standby
es: Símbolo de grabaciones en modo de espera

source: REC Symbol in use
es: Símbolo de grabaciones en modo normal

source: RECORD
es: GRABAR

source: RECOVERY MODE
es: MODO DE RECUPERACIÓN

source: REWIND
es: REBOBINAR

source: RF output settings
es: Configuración de salida de RF

source: RIGHT
es: DERECHA

source: Racing
es: Carreras

source: Radio Channel Selection
es: Selección de canales de radio

source: Ragazzi
es: Niños

source: Ragazzi e Musica
es: Ninos y Música

source: Random
es: Aleatorio

source: Random Password
es: Contraseña aleatoria

source: Randomly generate a password
es: Generar una contraseña aleatoriamente

source: Rating defined by broadcaster - %d
es: Calificación definida por la emisora - %d

source: Rating undefined
es: Calificación sin definir

source: Re-enter PIN
es: Introducir el nuevo PIN otra vez

source: Read Userdata from %s.conf
es: Leer datos de usuario de %s.conf

source: Read Userdata from oscam.conf
es: Leer datos de usuario de oscam.conf

source: Reader
es: Lector

source: Reader Statistics
es: Estadísticas del lector

source: Reader/User
es: Lector / Usuario

source: Reader:
es: Lector:

source: Ready to install "%s" ?
es: ¿Listo para instalar "%s"?

source: Ready to remove "%s" ?
es: ¿Listo para eliminar "%s"?

source: Real Life
es: Vida real

source: Reality
es: Telerrealidad

source: Reality Show
es: Programa de telerrealidad

source: Really close without saving settings?
es: ¿Seguro que quieres cerrar sin grabar la configuración?

source: Really delete completed timers?
es: ¿Seguro que quieres borrar los temporizadores terminados?

source: Really exit the subservices quickzap?
es: ¿Seguro que quieres salir del zapeo rápido de subcananles?

source: Really reboot into Android Mode?
es: ¿Seguro que quieres reiniciar en modo Android?

source: Really reboot into Recovery Mode?
es: ¿Seguro que quieres reiniciar en modo recuperación?

source: Really reboot now?
es: ¿Seguro que quieres reiniciar ahora?

source: Really reflash your %s %s and reboot now?
es: ¿De verdad quieres actualizar tu %s %s y reiniciar ahora?

source: Really restart now?
es: ¿Seguro que quieres reiniciar ahora?

source: Really shutdown now?
es: ¿Seguro que quieres apagar ahora?

source: Really store at index %2d for current position?
es: ¿Realmente almacenar en el índice %2d para la posición actual?

source: Really upgrade the frontprocessor and reboot now?
es: ¿Seguro que quieres actualizar el procesador frontal y reiniciar ahora?

source: Really upgrade your %s %s and reboot now?
es: ¿Seguro que actualizas tu %s %s y reinicias ahora?

source: Reboot
es: Reiniciar

source: Reboot required
es: Necesario reiniciar

source: Rebooting...
es: Reiniciando...

source: Rec button (long)
es: Tecla Rec (largo)

source: Rec button (short)
es: Tecla Rec (corto)

source: Recall channel, panic button & number zap
es: Recordar canal, botón de pánico y número de zap

source: Record
es: Grabar

source: Record icon match
es: Icon de grabación coincidente

source: Record next
es: Grabar siguiente

source: Record now
es: Grabar ahora

source: Record started! Stopping timeshift now ...
es: Grabación iniciada. Deteniendo Timeshift...

source: Record time limited due to conflicting timer %s
es: Grabación limitada en el tiempo por un conflicto de grabación %s.

source: Recording
es: Grabación

source: Recording 4097, 5001 and 5002 streams not possible with external players, so convert recordings to servicetype 1.
es: No es posible grabar transmisiones 4097, 5001 y 5002 con reproductores externos, por lo que se deben convertir las grabaciones al tipo de servicio 1.

source: Recording HDMI In not possible on this receiver, timer ended! Please recheck it!
es: No es posible grabar HDMI entrada en este receptor. ¡Se acabó el temporizador! ¡Vuelva a comprobarlo!

source: Recording IPTV with systemapp enabled, timer ended! Please recheck it!
es: Grabación de IPTV con la aplicación del sistema habilitada, ¡el temporizador finalizó! ¡Por favor, vuelva a verificarlo!

source: Recording and playback settings
es: Configuración de grabación y reproducción

source: Recording frame rate, ideally matching source frame rate or integer multiple. If in doubt, set to 60.
es: Velocidad de cuadros de grabación, idealmente la velocidad de cuadros de origen o un múltiplo entero. En caso de duda, configúrelo en 60.

source: Recording in progress: %s
es: Grabación en curso: %s

source: Recording type
es: Tipo de grabación

source: Recording(s) are in progress or coming up in few seconds!
es: Grabación(es) en proceso o a punto de comenzar.

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
es: ¡Las grabaciones están en proceso o se realizarán en unos segundos! ¿Aún quieres mostrar la imagen %s?

source: Recording/media selection
es: Selección de grabaciones y películas

source: Recordings
es: Grabaciones

source: Recordings - convert IPTV servicetypes to 1
es: Grabaciones: convierte los tipos de servicios de IPTV a 1

source: Recordings always have priority
es: Las grabaciones siempre tienen prioridad.

source: Recordings in progress: %d
es: Grabación en curso: %d

source: Recordings, Playback & Timeshift
es: Grabaciones, reproducción y timeshift

source: Recovery Mode
es: Modo de recuperación

source: Red
es: Rojo

source: Red button
es: Tecla roja

source: Red button (long)
es: Tecla roja (largo)

source: Red button (short)
es: Tecla roja (corto)

source: Red colored
es: De color rojo

source: Red long
es: Rojo (largo)

source: Reduce time scale
es: Reducir la escala de tiempo

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
es: Actualización sin atender in proceso. Por favor, espera hasta que la %s %s se reinicie. Puede tardar varios minutos.

source: Reflash recommended!
es: ¡Reflas recomendado!

source: Refresh rate
es: Velocidad de actualización

source: Refresh rate selection.
es: Selección de velocidad de actualización.

source: Regard deep standby as standby
es: Considerar hibernación como modo en espera.

source: Region
es: Región

source: Regional News
es: Noticias regionales

source: Regionale
es: Regional

source: Reisen
es: Viajes

source: Reiten
es: Reiterar

source: Relative
es: Relativo

source: Release notes
es: Notas de la versión

source: Relevant PIDs routing
es: Enrutamiento de PID relevantes

source: Religion
es: Religión

source: Religione
es: Religión

source: Religious
es: Religioso

source: Reload blacklists
es: Recargar listas negras

source: Reload every (in hours)
es: Guardar cada (horas)

source: Reload skin
es: Recargar skin

source: Reloading EPG Cache...
es: Recargando caché EPG...

source: Reloading bouquets and services...
es: Recargando grupos y canales...

source: Remaining
es: Restante

source: Remaining & Elapsed
es: Restante y transcurrido

source: Remember service PIN
es: Recordar el PIN del canal

source: Reminder, you have chosen to save timeshift file.
es: Recordatorio, has elegido guardar el archivo de timeshift.

source: Remote box
es: Receptor remoto

source: Remote control source*
es: Fuente de mando*

source: Remote control type
es: Tipo de mando

source: Removal has completed.
es: La eliminación se ha completado.

source: Remove
es: Borrar

source: Remove Confirmation
es: Eliminar confirmación

source: Remove EPG event name prefixes
es: Eliminar prefijos de nombres de eventos de EPG

source: Remove Plugins
es: Quitar complementos

source: Remove Service
es: Canal remoto

source: Remove a mark
es: Borrar marca

source: Remove a nameserver entry
es: Borrar una entrada en el servidor de nombres.

source: Remove all alternatives
es: Borrar todas las alternativas

source: Remove all bouquet/tuning data
es: Eliminar todos los datos de sintonizar y grupos

source: Remove all keymap data
es: Eliminar todos los datos del mapa de teclas

source: Remove all network data
es: Eliminar todos los datos de la red

source: Remove all new found flags
es: Borrar todas las marcas nuevas encontradas

source: Remove all other data
es: Eliminar todos los demás datos

source: Remove all plugin setting data
es: Eliminar todos los datos de configuración de los complementos

source: Remove all resume point data
es: Eliminar todos los datos de puntos de reanudación

source: Remove all selection marks
es: Eliminar todas las marcas de selección

source: Remove all settings data
es: Eliminar todos los datos de configuración

source: Remove all skin data
es: Eliminar todos los datos de la skin

source: Remove all timer data
es: Eliminar todos los datos de los temporizadores

source: Remove bookmark
es: Borrar marcador

source: Remove bouquet from parental protection
es: Eliminar la protección paterna de este grupo

source: Remove cable services
es: Eliminar los canales de cable

source: Remove current channel from list
es: Borrar el canal actual de la lista

source: Remove currently selected title
es: Borrar el título seleccionado

source: Remove entry
es: Eliminar entrada

source: Remove finished timer logs after (days)
es: Eliminar historiales de temporizadores terminados después de (días)

source: Remove finished timers after (days)
es: Eliminar temporizadores terminados después de (días)

source: Remove from parental protection
es: Eliminar la protección paterna

source: Remove items from trash can after (days)
es: Eliminar elementos de la papelera después de (días).

source: Remove new found flag
es: Borrar la nueva marca encontrada

source: Remove plugins
es: Borrar complmentos

source: Remove selected
es: Borrar el seleccionado

source: Remove selected satellite
es: Borrar el satélite seleccionado

source: Remove terrestrial services
es: Eliminar los canales terrestres

source: Remove text for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
es: Eliminar el texto para personas con discapacidad auditiva de los subtítulos externos (música instrumental o sonidos ambientales, por ejemplo, cuando suena un timbre o se escucha un disparo).

source: Remove the services on scanned transponders before re-adding services?
es: ¿Eliminar los canales antiguos de los transpondedores que se están escaneando antes de agregar los actuales?

source: Remove timer
es: Eliminar temporizador

source: Remove title
es: Borrar título

source: Removing
es: Borrando

source: Removing Service
es: Eliminando canal

source: Removing directory %s failed. (Maybe not empty.)
es: No se ha podido borrar el directorio %s. (Puede que no esté vacío).

source: Removing partition table.
es: Eliminando tabla de partición

source: Removing service
es: Eliminando canal

source: Removing temp mounts...
es: Quitando montajes temporales

source: Rename
es: Renombrar

source: Rename channel
es: Renombrar canal.

source: Rename entry
es: Renombrar entrada

source: Rename failed!
es: Renombrado fallido.

source: Rename name and description for new events
es: Cambiar el nombre y la descripción de los nuevos eventos

source: Rename to:
es: Renombrar a:

source: Renamed %s!
es: %s renombrado.

source: Renovation
es: Renovación

source: Repeat
es: Repetir

source: Repeat Display Message
es: Repetir el mensaje de visualización.

source: Repeat how often
es: ¿Repetir con qué frecuencia?

source: Repeat leave standby messages
es: Repetir mensajes de dejar el modo de espera

source: Repeat type
es: Tipo de repetición

source: Repeating event currently recording... What do you want to do?
es: Repitiendo la grabación del evento actual... ¿Qué quieres hacer?

source: Repeating the event currently recording... What do you want to do?
es: Repitiendo la grabación del evento actual... ¿Qué quieres hacer?

source: Repeats
es: Repeticiones

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
es: Reemplazar `- ` en los diálogos con texto en color por hablante (como subtítulos de teletexto para personas con problemas de audición)

source: Reportage
es: Reportaje

source: Request for physical address report
es: Solicitud de informe de dirección física.

source: Request for vendor report
es: Solicitud de informe de proveedores

source: Require authentication for http streams
es: Requerir autenticación para transmisiones http

source: Required medium type:
es: Tipo de medio requerido:

source: Rereading partition table.
es: Releer la tabla de partición.

source: Reserved
es: Reservado

source: Reserved for future use
es: Reservado para uso en el futuro

source: Reset
es: Resetear

source: Reset and renumerate title names
es: Resetea y renumera los nombre de títulos

source: Reset order (All)
es: Restablecer orden (Todo)

source: Reset persistent PIN code
es: Restablecer el código PIN persistente

source: Reset playback position
es: Resetear la posición de reproducción

source: Reset video enhancement settings to system defaults?
es: ¿Resetear la configuración del sistema de vídeo mejorado?

source: Reset video enhancement settings to your last configuration?
es: ¿Resetear la configuración de vídeo mejorado a la última configuración?

source: Reshare
es: Recompartir

source: Reshare:
es: Recompartir:

source: Resolution
es: Resolución

source: Restart
es: Reiniciar

source: Restart %s %s.
es: Reiniciar %s %s.

source: Restart GUI
es: Reiniciar GUI

source: Restart GUI now?
es: ¿Reiniciar GUI ahora?

source: Restart GUI.
es: Reiniciar GUI

source: Restart last movie
es: Reiniciar última película

source: Restart network
es: Reiniciar red

source: Restart softcam
es: Reiniciar softcam

source: Restart test
es: Reiniciar prueba

source: Restart your network connection and interfaces.
es: Reiniciar la conexión e interfaces de red.

source: Restore
es: Restaurar

source: Restore Confirmation
es: Confirmación de restaurar

source: Restore confirmation
es: Confirmación de restaurar

source: Restore default sort
es: Restaurar ordenación predeterminada

source: Restore defaults
es: Restaurar los defectos

source: Restore deleted user bouquets
es: Restaurar grupos de usuarios eliminados

source: Restore selected
es: Restaurar seleccionado

source: Restore wizard
es: Asistente de restauración

source: Restoring backup...
es: Restaurando copia...

source: Restoring plugins, this can take a long time...
es: Restaurando complementos. Puede tardar mucho...

source: Restoring plugins...
es: Restaurando complementos...

source: Restricted 18+
es: Restringido 18+

source: Resume from last position
es: Reanudar desde la última posición

source: Resume position at %s
es: Reanudar posición en %s.

source: Resuming playback
es: Reanudar reproducción

source: Retrieving image slots - Please wait...
es: Recuperando slots de imágenes - Por favor espere...

source: Return to movie list
es: Volver a la lista de películas

source: Return to previous service
es: Volver al canal anterior

source: Reunion
es: Reunión

source: Reverse bouquet buttons
es: Orden inverso de los botones del grupos

source: Reverse list
es: Invertir la lista

source: Review
es: Reseña

source: Revue
es: Reseña

source: Rewind
es: Rebobinado

source: Rewind speeds
es: Velocidades de rebobinado

source: Rewrap subtitles
es: Reenvolver subtítulos

source: Right
es: Derecha

source: Right from servicename
es: Derecha de nombre de canal

source: Right long
es: Derecha (largo)

source: Romance
es: Romántica

source: Romanian
es: Rumano

source: Romantico
es: Romántica

source: Romantik
es: Romántica

source: Root
es: Raíz

source: Root directory
es: Directorio raíz

source: Rotor step position:
es: Posición de paso de rotor:

source: Rotor turning speed
es: Velocidad del motor

source: Routing request
es: Solicitud de enrutamiento

source: Rowing
es: Remo

source: Rugby League
es: Liga de rugby

source: Rugby League - Domestic
es: Liga de rugby - Nacional

source: Rugby League - International
es: Liga de rugby - Internacional

source: Rugby Union - Domestic
es: Rugby Union - Nacional

source: Rugby Union - International
es: Rugby Union - Internacional

source: Run
es: Ejecutar

source: Run how often ?
es: ¿Activar con qué frecuencia?

source: Run your shell scripts.
es: Ejecutar scripts de shell.

source: Running
es: En curso

source: Running opkg update
es: Ejecutando opkg update

source: Russian
es: Ruso

source: Russian Federation
es: Federación Rusa

source: Rwanda
es: Ruanda

source: S-Video
es: S-Vídeo

source: SABnzbd Setup
es: Configuración SABnzbd

source: SCPC optimized search range
es: Rango de búsqueda optimizado de SCPC

source: SINGLE LAYER DVD
es: DVD CAPA SIMPLE

source: SRT file
es: Archivo SRT

source: SSA file
es: Archivo SSA

source: SWAP file not found. You have to create the file before you try to activate it.
es: Archivo de intercambio no encontrado. Hay que crearlo antes de activarlo.

source: SWAP manager
es: Administrador de intercambio

source: SWAP name:
es: Nombre de intercambio:

source: SWAP size:
es: Tamaño de intercambio:

source: Sailing
es: Navegación

source: Saint Barthelemy
es: San Bartolomé

source: Saint Helena, Ascension and Tristan da Cunha
es: Santa Elena, Ascensión y Tristán de Acuña

source: Saint Kitts and Nevis
es: San Cristóbal y Nieves

source: Saint Lucia
es: Santa Lucía

source: Saint Martin (French part)
es: San Martín (parte francesa)

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas

source: Samba Setup
es: Configuración Samba

source: Same resolution as skin
es: Misma resolución que la skin

source: San Marino
es: Samoa

source: Sao Tome and Principe
es: Santo Tomé y Príncipe

source: Sat
es: Sáb

source: Satellite
es: Satélite
