Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Show info line
es: Ver línea de información.

source: Show infobar EPG
es: Mostrar barra de información del EPG

source: Show infobar on channel change
es: Mostrar la barra de información al cambiar de canal

source: Show infobar on event change
es: Mostrar la barra de información cuando cambie el programa.

source: Show infobar on skip forward/backward
es: Mostrar la barra de información al pasar adelante/atrás.

source: Show job tasks in extensions
es: Ver tareas en extensiones.

source: Show list of similar programs
es: Mostrar lista de programas similares

source: Show live tv when movie stopped
es: Ver TV en directo cuando se pare la película.

source: Show menu
es: Ver menú

source: Show menu numbers
es: Mostrar los números del menú

source: Show message when recording starts
es: Ver mensaje cuando empiece la grabación.

source: Show movie lengths in movie list
es: Ver la duración de películas en la lista.

source: Show movies
es: Ver películas

source: Show network mounts
es: Ver montajes de red

source: Show notifications
es: Mostrar notificaciones

source: Show on-screen notifications (pop up) to warn the OpenTV download is in progress.
es: Mostrar notificaciones en pantalla (ventanas emergentes) para advertir que la descarga de OpenTV está en progreso.

source: Show or hide the extended description, (skin dependant).
es: Ver u ocultar la descripción ampliada (depende de Skin).

source: Show packages to be updated
es: Mostrar paquetes a actualizar

source: Show picon background color
es: Ver color de fondo de Picon.

source: Show picons during channel number input
es: Mostrar picones durante la entrada del número de canal

source: Show picons in service list
es: Ver picons en la lista de canales.

source: Show picons in the movie list.
es: Ver picons en la lista de películas.

source: Show picons in timer list
es: Ver picons en la lista de temporizadores.

source: Show positioner movement
es: Mostrar movimiento del motor.

source: Show positioner position
es: Mostrar posición del motor.

source: Show program information
es: Ver información del programa

source: Show record indicator
es: Mostrar indicador de grabación

source: Show recorded movies
es: Ver películas grabadas

source: Show screen path
es: Mostrar ruta de la pantalla

source: Show screensaver
es: Mostrar protector de pantalla

source: Show second infobar
es: Ver segunda barra de información.

source: Show select audio track
es: Seleccionar pista de audio

source: Show service list
es: Ver la lista de canales

source: Show service list or movies
es: Ver la lista de canales o películas

source: Show service type icons
es: Mostrar iconos de tipo de servicio

source: Show setup default values
es: Mostrar valores predeterminados de configuración

source: Show shutdown menu
es: Ver menú de apagado.

source: Show single channel EPG
es: Mostrar EPG único

source: Show single epg for current channel
es: Ver sólo EPG del canal actual.

source: Show source packages
es: Ver paquetes de fuente

source: Show status icons in movie list
es: Ver iconos de estado en la lista de películas.

source: Show stream clients
es: Mostrar clientes conectados

source: Show sub-menu
es: Ver submenú

source: Show subservice selection
es: Mostrar selección de subservicios

source: Show subservice selection list
es: Mostrar la lista de selección de subservicios

source: Show subtitle selection
es: Ver selección de subtítulo

source: Show the DreamPlex player
es: Ver reproductor DreamPlex

source: Show the list of autotimers.
es: Ver lista de autotemporizadores.

source: Show the list of timers
es: Ver lista de temporizadores.

source: Show the list of timers.
es: Ver lista de temporizadores.

source: Show the plugin browser
es: Ver navegador de complementos...

source: Show the radio player
es: Mostrar el reproductor de radio

source: Show the service information on two lines in the channel selection screen.
es: Mostrar la información del servicio en dos líneas en la pantalla de selección de canales.

source: Show the tv player
es: Mostrar el reproductor de TV.

source: Show time elapsed as positive
es: Ver el tiempo transcurrido en positivo.

source: Show time in 24 hour clock format.
es: Utilizar la hora en formato de reloj de 24 horas.

source: Show time remaining/elapsed
es: Ver el tiempo restante/transcurrido.

source: Show timer list
es: Mostrar lista de temporizadores

source: Show translation packages
es: Mostrar paquetes de traducción

source: Show transponder info
es: Mostrar información del transpondedor

source: Show transponder remaining/elapsed as
es: Ver el transpondedor restante/transcurrido como...

source: Show two lines per entry
es: Mostrar dos líneas por entrada

source: Show warning when timeshift is stopped
es: Mostrar advertencia cuando se detiene el timeshift

source: Show/Game Show/Leisure hobbies
es: Programas de juegos / ocio / Aficiones

source: Show/Games show
es: Programas de juegos

source: Show/hide infobar
es: Mostrar/ocultar la barra de información

source: Showbiz
es: El mundo del espectáculo

source: Shows live tv or informations on LCD.
es: Muestra televisión en vivo o información en la pantalla LCD.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
es: Ver iconos en nuevo/no visto. El resto no tendrá icono.

source: Shows the state of your wireless LAN connection.
es: Mostrar el estado de la conexión inalámbrica.

source: Shows the watched status of the movie.
es: Ver el estado de visualización de una película.

source: Shuffle playlist
es: Cambiar el orden de la lista de reproducción.

source: Shut Down
es: Apagar

source: Side by side
es: Lado a lado

source: Sierra Leone
es: Sierra Leona

source: Signal OK, proceeding
es: Señal OK. En curso.

source: Signal finder
es: Buscador de señal

source: Signal quality
es: Calidad de señal

source: Signal strength:
es: Potencia de la señal:

source: Signal:
es: Señal:

source: Similar broadcasts:
es: Emisiones similares:

source: Simple
es: Sencillo

source: Simple fade
es: Desvanecimiento simple

source: Simple titleset (compatibility for legacy players)
es: Título simple (compatibilidad para más reproductores).

source: Simple zoom
es: Zum sencillo

source: Singapore
es: Singapur

source: Single
es: Único

source: Single EPG
es: EPG única

source: Single core
es: Núcleo único

source: Single satellite
es: Satélite único

source: Single step (GOP)
es: Paso único (GOP).

source: Sint Maarten (Dutch part)
es: Sint Maarten (parte holandesa)

source: Sit Com
es: Comedia de enredo

source: Sitcom
es: Comedia de enredo

source: Site latitude
es: Latitud

source: Site longitude
es: Longitud

source: Size:
es: Tamaño:

source: Size: %sGB
es: Tamaño: %sGB

source: Size: %sMB
es: Tamaño: %sMB

source: Size: %sTB
es: Tamaño: %sTB

source: Size: unavailable
es: Tamaño: no disponible

source: Sketches
es: Bocetos

source: Skiing
es: Esquiar

source: Skin Selection
es: Selección de las skins

source: Skin Selection Actions
es: Acciones de selección de las skins

source: Skin Setting
es: Ajustes de Skin

source: Skin install
es: Instalar skin

source: Skin selection
es: Selección de las skins

source: Skin setup
es: Ajustes de Skin

source: SkinSelector: Restart GUI
es: Selector de la skin: Reiniciar GUI

source: Skip back
es: Salto atrás

source: Skip back
es: Salto atrás

source: Skip back (enter time in minutes)
es: Salto atrás (introducir tiempo en minutos)

source: Skip empty services
es: Saltar canales vacíos

source: Skip forward
es: Salto adelante

source: Skip forward
es: Salto adelante

source: Skip forward (enter time in minutes)
es: Salto adelante (introducir tiempo en minutos)

source: Skip internet connection check (disables automatic package installation)
es: Saltar comprobación de conexión a internet (inhabilita la instalación de paquetes automáticos).

source: Skip jumping to live TV while timeshifting with plugins
es: No saltar a la televisión en vivo mientras en timeshift con complementos

source: Skip, pause, rewind and fast forward
es: Saltar, pausar, rebobinar y avanzar rápidamente

source: Skip, pause, rewind and fast forward timeshift
es: Saltar, pausar, rebobinar y avanzar rápidamente el timeshift

source: Slapstick
es: Payasadas

source: Sleep
es: Nocturno

source: Sleep delay
es: Retraso nocturno

source: Slide drop
es: Deslice hacia abajo

source: Slide from left
es: Deslice de la izquierda

source: Slide left to right
es: Deslice de la izquierda hacia la derecha

source: Slide picture in loop
es: Fotos en reproducción en bucle

source: Slide right to left
es: Deslice de la derecha hacia la izquierda

source: Slide show interval (sec.)
es: Intervalo de diapositivas (seg.)

source: Slide top to bottom
es: Deslice de arriba hacia abajo

source: Slim
es: Esbelto

source: Slot %s / FBC in %s
es: Slot %s / FBC en %s

source: Slot%s %s %s: %s - %s mode%s
es: Slot%s %s %s: %s - %s modo%s

source: Slovak
es: Eslovaco

source: Slovakia
es: Eslovaquia

source: Slovenia
es: Eslovenia

source: Slovenian
es: Esloveno

source: Slow
es: Lento

source: Slow motion speeds
es: Velocidades de cámara lenta.

source: Small
es: Pequeño

source: Small progress
es: Avance lento

source: Smartcard PIN
es: PIN de Smartcard

source: Smooth
es: Liso

source: Snooker
es: Billar

source: Snooker/Pool
es: Billar/Pool

source: Soap
es: Telenovela

source: Soap Opera
es: Telenovela

source: Soccer
es: Fútbol

source: Social/Political/Economics
es: Sociedad, política, economía

source: Societa
es: Sociedad

source: Society & Culture
es: Sociedad y cultura

source: Softcam Actions
es: Acciones de Softcam

source: Softcam Management
es: Gestión de Softcam

source: Softcam Manager
es: Administrador de softcams

source: Softcam Script
es: Script de softcam

source: Softcam manager
es: Administrador de Softcams

source: Softcam manager settings
es: Configuración del administrador de Softcam

source: Softcam settings
es: Ajustes de Softcam

source: Softcam stopping...
es: Deteniendo Softcam...

source: SoftcamCheck
es: Prueba de Softcam

source: SoftcamScript enable/disable cam restart
es: Habilitar/deshabilitar el reinicio de la softcam

source: SoftcamScript select camscript
es: Seleccionar camscript

source: Software Update
es: Actualización de software

source: Software update
es: Actualizar software

source: Software update settings
es: Configuración de actualización de software

source: Solomon Islands
es: Islas Salomón

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
es: Algunos televisores no salen del modo de espera cuando reciben el comando "Activar vista de imagen". Si este es el caso, pruebe con el comando "Activar vista de texto".

source: Some plugins are not available:
es: Algunos complementos no están disponibles:

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
es: La ubicación no existe o no está configurado. Configúrala en el menú de administrador de copias de seguridad

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check openvix.co.uk or world-of-satellite.com.
es: Las fuentes están apagados por mantenimiento. Inténtelo de nuevo más tarde. Si el problema persiste, consulte openvix.co.uk o world-of-satellite.com.

source: Sorry feeds seem be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
es: El estado de las fuentes parece inestable. Si quieres utilizarlas, habilita 'Permitir actualizaciones inestables' en la configuración de actualizaciones online.

source: Sorry the feeds are down for maintenance
es: Fuentes fuera de servicio por mantenimiento

source: Sorry the feeds are down for maintenance. Please try again later.
es: Ojo: los Feeds están apagados por mantenimiento. Vuelve a intentarlo más tarde.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
es: Los feeds están apagados por mantenimiento. Restaura los complementos más tarde usando el administrador de copias de seguridad.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
es: Los feeds están apagados por mantenimiento. Restaura los complementos más tarde usando el administrador de copias de seguridad.

source: Sorry the feeds seem to be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
es: El estado de las fuentes parece inestable. Si quieres utilizarlas, habilita 'Permitir actualizaciones inestables' en la configuración de actualizaciones online.

source: Sorry your Inadyn config is missing
es: Falta la configuración de Inadyn.

source: Sorry your MiniDLNA config is missing
es: Falta la configuración de MiniDLNA.

source: Sorry your uShare config is missing
es: Falta la configuración de uShare

source: Sorry, but the file is not compatible with this image version.
es: El archivo no es compatible con esta versión de imagen.

source: Sorry, but the restore failed.
es: La restauración ha fallado.

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
es: No hay dispositivos físicos conectados que admitan SWAP. No se puede crear un archivo SWAP en sistemas de archivos de red o FAT32.

source: Sorry, not enough free RAM found, and no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems, unable to make backup.
es: No se encontró suficiente memoria RAM libre y no se conectaron dispositivos físicos que admitan SWAP. No se puede crear un archivo SWAP en la red ni en los sistemas de archivos fat32; no se puede hacer una copia de seguridad.

source: Sorry, this tuner is in use.
es: Este sintonizador está en uso.

source: Sort
es: Ordenar

source: Sort EPG list
es: Ordenar lista EPG

source: Sort Trash by deletion time
es: Ordenar la papelera por tiempo de eliminación

source: Sort by
es: Ordenar por

source: Sort by default
es: Ordenar por defecto

source: Sort list by
es: Ordenar lista por...

source: Sort list to default and exit?
es: ¿Ordenar la lista a los valores predeterminados y salir?

source: Sort list:
es: Ordenar lista:

source: Sort menu
es: Ordenar menú

source: Sort menu screens
es: Ordenar pantallas de menú

source: Sort order for help screen
es: Orden de la pantalla de ayuda

source: Sort plug-in browser alphabetically
es: Ordenar el navegador de complementos alfabéticamente.

source: Sort plugins list to default?
es: ¿Ordenar la lista de complementos a los valores predeterminados?

source: Sort setting screens alphabetically
es: Ordenar las pantallas de configuración alfabéticamente

source: Sort the EPG list
es: Ordenar lista EPG

source: Soul/Rhythm Blues
es: Soul/Ritmo Blues

source: Sound
es: Sonido

source: Sound carrier
es: Portadora de sonido

source: Source request
es: Solicitud de fuente

source: South
es: Sur

source: South Africa
es: Sudáfrica

source: South Georgia and the South Sandwich Islands
es: Islas Georgias del Sur y Sandwich del Sur

source: South Sudan
es: Sudán del Sur

source: Space used:
es: Espacio utilizado:

source: Spain
es: España

source: Spanish
es: Español

source: Special
es: Especial

source: Special 1
es: Especial 1

source: Special 2
es: Especial 2

source: Speed:
es: Velocidad:

source: Spettacolo
es: Espectáculo

source: Spiele
es: Juegos

source: Spielfilm
es: Película de juegos

source: Split event detection (minutes)
es: Detección de eventos divididos (minutos)

source: Split preview mode
es: Modo de previsualización partida

source: Splitscreen
es: Pantalla partida

source: Sport
es: Deporte

source: Sports
es: Deportes

source: Sports Magazines
es: Programa deportivo

source: Sprache
es: Lenguaje

source: Sref + stream url
es: Sref + url de stream

source: Sref only
es: Solo Sref

source: Standard
es: Estándar

source: Standard list
es: Lista estándada

source: Standby
es: Modo de espera

source: Standby & Restart
es: Suspender / Reiniciar

source: Standby / restart
es: Modo de espera / Reiniciar

source: Standby LED
es: LED de modo de espera

source: Start
es: Inicio

source: Start CableScan
es: Iniciar Cablescan

source: Start Cablescan
es: Iniciar Cablescan

source: Start Fastscan
es: Iniciar Fastscan

source: Start Wizard - Screen Alignment
es: Asistente de Inicio - Alineación de Pantalla

source: Start from the beginning
es: Empezar desde el principio

source: Start instant recording
es: Iniciar grabación intantánea

source: Start offline decode
es: Iniciar descodificación offline.

source: Start recording?
es: ¿Iniciar grabación?

source: Start teletext
es: Comenzar teletexto

source: Start test
es: Comenzar prueba

source: Start time
es: Hora de inicio

source: Start timeshift
es: Iniciar Timeshift

source: Starting on
es: Comenzando

source: Starting...
es: Iniciando...

source: Starts in a few seconds
es: Comienza en unos segundos

source: Status
es: Estado

source: Status:
es: Estado:

source: Step east
es: Paso al este

source: Step west
es: Paso al oeste

source: Stepped east
es: Paso al este

source: Stepped west
es: Paso al oeste

source: Steps
es: Pasos

source: Stop
es: Parar

source: Stop PiP
es: Detener PiP

source: Stop Streams
es: Detener Streams

source: Stop all current recordings
es: Detener todas las grabaciones actuales

source: Stop and delete all current recordings
es: Detener todas las grabaciones actuales y borrarlas

source: Stop and delete recording
es: Detener grabación y borrarla

source: Stop and delete recording:
es: Detener grabación y borrarla:

source: Stop and delete recordings:
es: Detener grabación y borrarla

source: Stop current event and disable future events
es: Detener el evento actual y desactivar los futuros

source: Stop current event but not future events
es: Detener el evento actual pero no los futuros

source: Stop entry
es: Detener entrada

source: Stop live TV service
es: Detener TV en directo

source: Stop movie
es: Detener pelícila

source: Stop play TV
es: Detener PlayTV

source: Stop playing this movie?
es: ¿Parar la reproducción de esta película?

source: Stop previous broadcasted service on return to movie list.
es: Detener el servicio transmitido anteriormente al regresar a la lista de películas.

source: Stop recording
es: Detener grabación

source: Stop recording now
es: Detener grabación ahora

source: Stop recording:
es: Detener grabación:

source: Stop recordings:
es: Detener grabaciones:

source: Stop service on return to movie list
es: Detener programa y volver a la lista de películas

source: Stop test
es: Detener prueba

source: Stop testing plane after # failed transponders
es: Detener la prueba de planos después de # transpondedores fallidos.

source: Stop testing plane after # successful transponders
es: Detener la prueba de planos después de # transpondedores correctos.

source: Stop this recording
es: Detener grabación

source: Stop this recording and delete it
es: Detener grabación y borrar

source: Stop timer recording
es: Detener grabación de temporizador

source: Stop timeshift
es: Detener Timeshift

source: Stop timeshift while recording?
es: ¿Detener Timeshift durante la grabación?

source: Stop using as startup service
es: Dejar de utilizarlo como canal de inicio

source: Stopped
es: Detenido

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
es: Evita que se utilice el timeshift si hay una grabación en curso. (Recomendado para memorias USB)

source: Storage
es: Almacenamiento

source: Store at index
es: Guardar a indice

source: Store position
es: Almacenar posición

source: Stored position
es: Posición almacenada

source: Storia
es: Historia

source: Stream Relay Settings
es: Configuración de streamrelay

source: Stream Relay Setup Actions
es: Configuración de acciones de streanmrelay

source: Stream Relay delay
es: Retraso de streanmrelay

source: Stream Relay port
es: Puerto de streanmrelay

source: Stream Relay url
es: URL de streanmrelay

source: Stream Type
es: Tipo de "stream"

source: Stream URL
es: URL de "stream"

source: Stream request
es: Solicitud de "stream"

source: Streaming Clients
es: Clientes streaming

source: Streaming Clients Info
es: Información de clientes streaming

source: Strict DLNA
es: DLNA estricto

source: Stripes
es: Rayas

source: Strongest position
es: Posición más fuerte

source: Strongman Contests
es: Concursos de hombres fuertes

source: Stumm
es: Estuco

source: Subnet
es: Subred

source: Subservice selection
es: Selección de subcanales

source: Subservices
es: Subcanales

source: Subtitle
es: Subtítulo

source: Subtitle Long
es: Subtítulo (largo)

source: Subtitle alignment
es: Alineación de subtítulos

source: Subtitle border width
es: Ancho de borde de subtítulos

source: Subtitle delay when timing is bad
es: Retraso de subtítulos con sincronización mala

source: Subtitle delay when timing lacks
es: Retraso de subtítulos sin temporización.

source: Subtitle font size
es: Tamaño de fuente de subtítulos.

source: Subtitle language selection 1
es: Selección de 1º idioma de subtítulos.

source: Subtitle language selection 2
es: Selección de 2º idioma de subtítulos.

source: Subtitle language selection 3
es: Selección de 3º idioma de subtítulos.

source: Subtitle language selection 4
es: Selección de 4º idioma de subtítulos.

source: Subtitle position
es: Posición de subtítulos

source: Subtitle quickmenu
es: Menú rápido de subtítulo

source: Subtitle selection
es: Selección de subtítulo

source: Subtitles
es: Subtítulos

source: Subtitles always enabled for movie playback by servicemp3/servicehisilicon.
es: Subtítulos siempre habilitados para la reproducción de películas por servicemp3/servicehisilicon.

source: Subtitles off
es: Subtítulos apagados

source: Subtitles on
es: Subtítulos encendidos

source: Subtitles settings
es: Ajustes de subtítulos

source: Sudan
es: Sudán

source: Suitable for ages 12+
es: Apto para mayores de 12 años

source: Suitable for ages 15+
es: Apto para mayores de 15 años

source: Suitable only for Adults
es: Apto solo para adultos

source: Sun
es: Dom

source: Sunday
es: Domingo

source: Support at
es: Soporte en

source: Suriname
es: Surinam

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen

source: Swap PIP
es: Cambiar PiP

source: Swap PiP and main picture
es: Intercambiar PiP con la imagen principal.

source: Swap SNR in '%' with SNR in 'db'
es: Cambiar SNR en '%' por SNR en 'db'.

source: Swap manager
es: Administrador de intercambio

source: Swap services
es: Cambiar canal

source: SwaptoNand
es: Cambiar a NAND

source: SwaptoSD
es: Cambiar a SD

source: Swaziland
es: Suazilandia

source: Sweden
es: Suecia

source: Swedish
es: Sueco/a

source: Swimming
es: Natación

source: Switch
es: Cambiar

source: Switch TV to correct input
es: Cambiar TV a entrada correcta.

source: Switch between filelist/playlist
es: Cambiar a la lista de archivos/reproducciones

source: Switch between last two channels watched
es: Alternar entre los dos últimos canales vistos

source: Switch config
es: Cambiar configuración

source: Switch off HDMI-IN input
es: Desactivar HDMI-entrada

source: Switch the PiP to the next channel
es: Cambiar a la PiP del siguiente canal.

source: Switch the PiP to the previous channel
es: Cambiar a la PiP del canal anterior.

source: Switch to Grid EPG
es: Cambiar a la EPG rejilla

source: Switch to HDMI in mode
es: Cambiar a modo de HDMI

source: Switch to HDMI-IN
es: Cambiar a HDMI

source: Switch to Multi EPG
es: Cambiar a la EPG Múltiple

source: Switch to Single EPG
es: Cambiar a la EPG único

source: Switch to TV mode
es: Cambiar al modo TV
