Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: hide
es: esconderse

source: hops:
es: Saltos:

source: hour
es: hora

source: hours
es: horas

source: if set will display subservices else timers.
es: Si se establece, se mostrarán los subservicios, de lo contrario, los temporizadores.

source: increase uphop by 1
es: Aumentar salto superior en 1.

source: information/education/school program
es: Programas informativos, educativos y académicos

source: infotainment (general)
es: infotenimiento (general)

source: init module
es: Iniciar módulo

source: insert mark here
es: Insertar marca aquí

source: instant record
es: Grabación instantánea

source: invalid type
es: Tipo inválido.

source: jump back to the previous title
es: Volver al título anterior

source: jump forward to the next title
es: Avanzar al título siguiente

source: languages
es: Idiomas

source: left
es: Izquierda

source: left, wrapped
es: izquierda, envuelto

source: leisure hobbies (general)
es: Aficiones (general)

source: length
es: Longitud

source: limit ..., aborting !
es: ¡limite ..., abandonando!

source: literature
es: Literatura

source: live broadcast
es: En directo

source: local sports
es: Deportes de localidad

source: local time
es: Hora local

source: locked
es: Bloqueado

source: long
es: largo

source: longest first
es: más largo primero

source: magazines/reports/documentary
es: Reportajes y documentales

source: manufacturer defined swap
es: Intercambio definido por el fabricante

source: manufacturer defined swap enabled at startup
es: Intercambio definido por el fabricante habilitado al inicio

source: martial sports
es: Deportes marciales

source: medicine/physiology/psychology
es: Medicina, fisiología y psicología

source: menu
es: Menú

source: middle
es: medio

source: minute
es: minutos

source: minutes
es: Minutos

source: module disabled
es: módulo desactivado

source: month
es: Mes

source: motor sport
es: Deportes de motor

source: motoring
es: Motorización

source: move
es: Mover

source: movie (general)
es: películas (general)

source: multinorm
es: Multinorma

source: music (general)
es: música (general)

source: music/ballet/dance (general)
es: Música, ballet y danza (general)

source: musical/opera
es: Música y ópera

source: nature/animals/environment
es: Naturaleza, animales y medio ambiente

source: never
es: Nunca

source: new media
es: Medios nuevos

source: newest first
es: más nuevo primero

source: newest recordings first then other media by name
es: Las grabaciones más recientes primero y otros medios por nombre

source: news (general)
es: noticias (general)

source: news magazine
es: Programa de actualidad

source: news/current affairs (general)
es: Noticias y actualidad (general)

source: news/weather report
es: Noticias y meteorología

source: nnw
es: nn0

source: no CAId selected
es: No se ha seleccionado CAId.

source: no CI slots found
es: No se han encontrado ranuras CI.

source: no channel list
es: ninguna lista de canales

source: no delay
es: sin retraso

source: no module found
es: Ningún módulo encontrado.

source: no or unknown card inserted
es: No se ha insertado ninguna tarjeta o es desconocida.

source: no resource manager
es: Sin administrador de recursos

source: no storage devices found
es: No se han encontrado dispositivos de almacenamiento.

source: none
es: Ninguno

source: not configured
es: No configurado.

source: not locked
es: No bloqueado.

source: not supported
es: No compatible.

source: not valid frontend
es: sintonizado inválido.

source: nothing connected
es: Nada conectado.

source: nw
es: no

source: of a DUAL layer medium used.
es: de un disco usado de doble cara.

source: of a SINGLE layer medium used.
es: de un disco usado de cara sencilla.

source: off
es: Apagado

source: off or wpa2 on
es: desactivado o WPA2 activado

source: offset is
es: La compensación es

source: ofgwrite error (also sent to any debug log): %s
es: Error ofgwrite (también enviado a cualquier historal): %s

source: oldest first
es: más antiguo primero

source: on
es: Encendido

source: on READ ONLY medium.
es: En disco de sólo lectura.

source: once
es: Una vez

source: only when available
es: solo cuando disponible

source: opkg update
es: Actualizar software

source: or HDMI input
es: o entrada HDMI

source: original language
es: Idioma original

source: page left
es: Página izquierda

source: pass
es: Clave

source: performing arts
es: Artes escénicas

source: please wait, loading picture...
es: Espera mientras se carga la foto...

source: please wait...
es: Por favor espera...

source: popular culture/traditional arts
es: Cultura popular y artes tradicionales

source: pre-school children's program
es: Programa para niños de preescolar.

source: preserve bookmarks in cuts
es: preservar marcador en cortes

source: priority
es: prioridad

source: provider:
es: Proveedor:

source: reboot system
es: Reiniciar sistema

source: record
es: Grabar

source: recording...
es: Grabando...

source: red
es: Rojo

source: religion
es: Religión

source: remarkable people
es: Personajes notables

source: remove after this position
es: Borrar después de esta posición

source: remove before this position
es: Borrar antes de esta posición

source: remove bookmark
es: Borrar marcador

source: remove bookmarks in cuts
es: borrar marcador en cortes

source: remove directory
es: Borrar directorio

source: remove this mark
es: Borrar esta marca

source: rename
es: Renombrar

source: repeat playlist
es: Repetir lista de reproducción

source: repeated
es: Repetido

source: restart GUI
es: Reiniciar GUI

source: reverse alphabetic then newest first
es: alfabética inversa y más nueva primero

source: reverse alphabetic then oldest first
es: alfabética inversa y más antigua primero

source: rewind to the previous chapter
es: Rebobinar al capítulo anterior

source: right
es: Derecha

source: right, wrapped
es: derecha, envuelto

source: rock/pop
es: Pop rock

source: romance
es: Romántica

source: rotor is not used
es: el rotor no se utiliza

source: running...
es: En curso...

source: save last directory on exit
es: Guardar el último directorio al salir

source: save playlist on exit
es: Guardar la lista al salir

source: scan state
es: Estado de la búsqueda

source: science fiction/fantasy/horror
es: Ciencia ficción, fantasía y terror

source: sec
es: seg

source: seconds
es: Segundos

source: select
es: Seleccionar

source: select CAId's
es: Seleccionar CAId's

source: serious music/classic music
es: Música seria y clásica

source: serious/classical/religious/historical drama
es: dramas históricos / serios / clásicos / religiosos

source: share:
es: Compartir:

source: shortest first
es: el más corto primero

source: show DVD main menu
es: Ver el menú principal de DVD

source: show all cards
es: Ver todas las tarjetas.

source: show all tags
es: Ver todas las etiquetas.

source: show cards with uphop 0
es: Ver tarjetas con salto superior 0.

source: show cards with uphop 1
es: Ver tarjetas con salto superior 1.

source: show cards with uphop 2
es: Ver tarjetas con salto superior 2.

source: show cards with uphop 3
es: Ver tarjetas con salto superior 3.

source: show cards with uphop 4
es: Ver tarjetas con salto superior 4.

source: show cards with uphop 5
es: Ver tarjetas con salto superior 5.

source: show cards with uphop 6
es: Ver tarjetas con salto superior 6.

source: show cards with uphop 7
es: Ver tarjetas con salto superior 7.

source: show cards with uphop 8
es: Ver tarjetas con salto superior 8.

source: show cards with uphop 9
es: Ver tarjetas con salto superior 9.

source: show event details
es: Ver detalles del programa

source: show mediaplayer on mainmenu
es: Ver reproductor de medios en el menú principal.

source: show/game show (general)
es: Espectáculos y programas de juegos (general)

source: shuffle
es: Reorganizar

source: shut down
es: Apagar

source: skip backward
es: Salto atrás

source: skip forward
es: Salto adelante

source: slot%s %s - %s (current image)
es: slot%s %s - %s (imagen actual)

source: slow
es: lento

source: soap/melodrama/folkloric
es: telenovela, melodrama y folclore

source: social/political issues/economics (general)
es: Sociedad, política y economía (general)

source: social/spiritual science
es: Ciencias sociales y espiritualidad

source: social/spiritual sciences
es: ciencias sociales y espiritualidad

source: sorting of playlists
es: Clasificación de listas de reproducción

source: special (general)
es: especial (general)

source: special events
es: Sucesos especiales

source: sport (general)
es: deportes (general)

source: sports (general)
es: Deportes (general)

source: sports magazine
es: Programa deportivo.

source: ssw
es: sso

source: standby
es: modo de espera

source: start cut here
es: Comenzar el corte aquí.

source: stepsize
es: Tamaño de los saltos.

source: stereo
es: Estéreo

source: sw
es: so

source: switch to bookmarks
es: Cambiar a marcadores

source: switch to filelist
es: Cambiar a lista de archivo

source: switch to the next angle
es: Cambiar al siguiente ángulo

source: switch to the next audio track
es: Cambiar a la siguiente pista de audio

source: switch to the next subtitle language
es: Cambiar al siguiente idioma de subtítulos

source: system:
es: Sistema:

source: talk show
es: Programa debate

source: team sports/excluding football
es: deportes de equipo/excluyendo fútbol

source: technology/natural science
es: Tecnología y ciencias naturales

source: technology/natural sciences
es: tecnología y ciencias naturales

source: template file
es: Archivo de plantilla

source: tennis/squash
es: Tenis y squash

source: terrestrial
es: terrestre

source: this bouquet is protected by a parental control pin
es: Este grupo está protegido por el pin de control paterno.

source: this recording
es: Esta grabación

source: this service is protected by a parental control pin
es: Este canal está protegido por el pin de control paterno.

source: toggle time, chapter, audio, subtitle info
es: Configurar la hora, capítulo, audio, información de subtítulos.

source: top
es: Arriba

source: tourism/travel
es: Turismo y viajes

source: true
es: Verdadero

source: two lines
es: dos líneas

source: two lines+next event
es: dos líneas + próximo evento

source: type
es: tipo

source: uShare Name
es: Nombre uShare

source: uShare Port
es: Puerto uShare

source: uShare Setup
es: Configurar uShare

source: uShare name
es: Nombre uShare

source: uShare port
es: Puerto uShare

source: unavailable
es: No disponible

source: unconfirmed
es: No confirmado

source: undefined
es: No definido

source: unknown
es: Desconocido

source: unknown service
es: Canal desconocido

source: unpublished
es: Sin publicar

source: until standby/restart
es: Hasta el modo de espera/reinicio

source: use best / controlled by HDMI
es: Usar mejor / controlada por HDMI

source: use_hdmi_cacenter
es: utilizar_hdmi_cacenter

source: user defined
es: Definido por el usuario

source: user defined hidden
es: Escondido definido por el usuario

source: using:
es: Utilizando:

source: variety show
es: Programa de espectáculos

source: violet
es: violeta

source: wait for ci...
es: Esperar a ci...

source: wait for mmi...
es: Esperar a nmi...

source: waiting
es: En espera

source: wakeup
es: Reactivar

source: wakeup to standby
es: Reactivar a modo de espera.

source: water sport
es: Deportes acuáticos

source: week
es: Semana

source: weekly
es: Semanal

source: weeks
es: Semanas

source: west
es: oeste

source: when PiPzap enabled zap channel down...
es: cuando PiPzap habilitó el canal zap hacia abajo...

source: when PiPzap enabled zap channel up...
es: cuando PiPzap habilitó el canal zap hacia arriba...

source: white
es: Blanco

source: wide
es: ancho

source: width
es: Ancho

source: winter sport
es: Deportes de invierno

source: wireless network interface
es: Interfaz inalámbrica de red.

source: with %d error
es: Con %d error.

source: with exit button
es: Con tecla de salir.

source: with left/right buttons
es: Con teclas izquierda/derecha.

source: with long OK press
es: Con pulsación larga de 'OK'.

source: with text
es: con texto

source: with tuner name
es: con nombre de sintonizador

source: wnw
es: ono

source: working
es: En curso

source: wsw
es: oso

source: yellow
es: Amarillo

source: yes
es: Sí

source: yes (keep feeds)
es: Sí (conservar fuentes)

source: yes, but not in multi selections
es: Sí, pero no en selecciones múltiples.

source: zap
es: Zapping

source: zap and record
es: Zapear y grabar

source: zapped
es: Zapping

source: | separated list of prefixes you'd like to be removed from event names, separated with |, e.g. New:|Live:
es: | lista separada de prefijos que desea eliminar de los nombres de eventos, separados con |, p. ej. Nuevo:|En vivo:
