Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Satellite dish settings
es: Configuración de la antena

source: Satellite equipment setup
es: Configuración del equipo satélite.

source: Satellite longitude:
es: Longitud de satélite:

source: Satellites
es: Satélites

source: Satire
es: Sátira

source: Saturation
es: Saturación

source: Saturday
es: Sábado

source: Saudi Arabia
es: Arabia Saudita

source: Save
es: Guardar

source: Save / Enter text and exit
es: Guardar / Ingresar texto y salir

source: Save EPG Cache
es: Guardar caché de EPG

source: Save all changed settings and exit
es: Guarde todas las configuraciones modificadas y salga

source: Save and activate the currently selected skin
es: Guardar y activar el Skin seleccionado.

source: Save and exit
es: Guardar y salir

source: Save and record
es: Guardar y grabar

source: Save and stop
es: Guardar y parar

source: Save changes
es: Guardar cambios

source: Save every (in hours)
es: Guardar cada (horas)

source: Save playlist
es: Guardar lista de reproducción.

source: Save timer
es: Guardar temporizador

source: Save timeshift and zap
es: Guardar timeshift y zapear

source: Save timeshift as movie and continue recording
es: Guardar Timeshift como película y seguir grabando.

source: Save timeshift as movie and stop recording
es: Guardar Timeshift como película y detener la grabación.

source: Saving EPG Cache...
es: Guardando caché EPG...

source: Saving Timeshift files
es: Guardando archivos Timeshift

source: Saving timeshift as movie now. This might take a while!
es: Guardando Timeshift como película. Puede tardar un rato.

source: Scaler sharpness
es: Nitidez del escalado

source: Scaler vertical dejagging
es: Desgaste vertical del escalador

source: Scaling mode
es: Modo de escala

source: Scan
es: Búsqueda

source: Scan
es: Buscar

source: Scan %s
es: Buscar %s

source: Scan %s band
es: Escanear %s banda

source: Scan additional SR
es: Escanear otro SR

source: Scan files...
es: Buscando archivos...

source: Scan options
es: Opciones de escaneo

source: Scan using transponders on NIT table? 'No' will use transponders in xml file.
es: 'Sí' para escanear usando transpondedores de la tabla NIT. 'No' usará transpondedores del archivo xml.

source: Scan wireless networks
es: Buscar redes inalámbricas

source: Scan your network for wireless access points and connect to them using your selected wireless device.
es: Buscar en la red puntos de acceso inalámbricos y conectarse a ellos mediante el dispositivo seleccionado.

source: Scanning %s...
es: Buscando %s...

source: Scanning - %d%% completed
es: Búsqueda - %d%% finalizado

source: Scanning completed, %d channel found
es: Búsqueda finalizada. Se ha encontrado %d canal.

source: Scanning failed!
es: Búsqueda fallida

source: Scanning...
es: Buscando...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
es: Buscar Lamedbs por defecto ordenados por satélite con un motor conectado.

source: Schedule EPG and channel list import
es: Programar la importación de la EPG y la listas de canales

source: Schedule backups
es: Programar copias de seguridad

source: Schedule days of the week
es: Programar día de la semana

source: Schedule return to deep standby
es: Programar el volver a hibernación

source: Schedule scan
es: Programar escaneo de canales

source: Schedule time of day
es: Programar hora del día

source: Schedule wake from deep standby
es: Programar el despertar de hibernación

source: Sci
es: Cie

source: Sci-FI
es: Cie-fic

source: Sci-Fi
es: Cie-fic

source: Science
es: Ciencia

source: Science & Tech
es: Ciencia y tecno.

source: Science Fiction
es: Ciencia ficción

source: Science-Fiction
es: Ciencia ficción

source: Scienza
es: Ciencia

source: Screen proportions
es: Proporciones de pantalla

source: Script runner
es: Administrador de scripts

source: Script runner - runs from /usr/script
es: Administrador de scripts - se ejecuta desde /usr/script

source: Script runner settings
es: Configuración de Administrador de scripts

source: Scrolling Speed
es: Velocidad de desplazamiento

source: Scrolling Speed (software render)
es: Velocidad de desplazamiento (renderizado de software)

source: Scrolling delay (software render)
es: Retrasado de desplazamiento (renderizado de software)

source: Search
es: Búsqueda

source: Search IMDb for information about the current event.
es: Busca en IMDb más información sobre el programa actual.

source: Search by first letter of name
es: Buscar por la primera letra del nombre

source: Search by name (SMS-style entry on remote)
es: Busquar por nombre (entrada de estilo SMS en el mando)

source: Search channel list, SMS style 2ABC
es: Lista de canales de búsqueda, estilo SMS 2ABC

source: Search channel list, SMS style ABC2
es: Lista de canales de búsqueda, estilo SMS ABC2

source: Search east
es: Buscar al este

source: Search for similar events
es: Buscar programas similares

source: Search the epg for the current event.
es: Buscar el programa actual en EPG.

source: Search west
es: Buscar al oeste

source: Search/WEB
es: Búsqueda/RED

source: Searching
es: Buscando

source: Searching east ...
es: Buscando al este

source: Searching west ...
es: Buscando al oeste

source: Second cable of motorized LNB
es: Segundo cable del LNB motorizado

source: Second infobar
es: Segunda infobar

source: Second infobar style*
es: Estilo de segunda infobar

source: Secondary DNS
es: DNS Secundario

source: Seek
es: Buscar

source: Seek backward
es: Buscar hacia atrás.

source: Seek backward (enter time)
es: Buscar hacia atrás (introducir hora)

source: Seek forward
es: Buscar hacia delante

source: Seek forward (enter time)
es: Buscar hacia delante (introducir hora)

source: Seekbar
es: Barra de búsqueda

source: Seekbar activation
es: Activación de la barra de búsqueda

source: Seekbar sensibility
es: Sensibilidad de la barra de búsqueda

source: Selct shares
es: Seleccionar Intercambios

source: Select
es: Seleccionar

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
es: Seleccione '1.0' para conmutadores comprometidos estándar, '1.1' para conmutadores no comprometidos y '1.2' para sistemas que utilizan un posicionador.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
es: Seleccione "A" o "B" si su sistema de antena lo requiere; de ??lo contrario, seleccione "ninguno". Si no está seguro, seleccione "ninguno".

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
es: Seleccione "FBC SCR" si este sintonizador se conectará a un dispositivo SCR (Unicable/JESS). Para todas las demás configuraciones, seleccione "FBC automático".

source: Select 'Flash regular slot' to flash a regular MultiBoot slot or select 'Overwrite Recovery' to overwrite the Recovery image.
es: Seleccione 'Flash slot regular' para flashear una slot MultiBoot regular o seleccione 'Sobrescribir recuperación' para sobrescribir la imagen de recuperación.

source: Select 'Standard' to display the standard vertical menu layout, or 'Horizontal' to display the menu items in a row.
es: Seleccione “Estándar” para mostrar el diseño de menú vertical estándar, o “Horizontal” para mostrar los elementos del menú en una fila.

source: Select 'Yes' to delete all languages except English and current language: Select 'No' to delete only the chosen language:
es: Seleccione "Sí" para eliminar todos los idiomas excepto el inglés y el idioma actual: Seleccione "No" para eliminar solo el idioma elegido:

source: Select 'Yes' to make a settings backup before wiping the current configuration.
es: Seleccione 'Sí' para hacer una copia de seguridad de la configuración antes de borrar la configuración actual.

source: Select 'Yes' to remove all keymap data. Selecting this option will remove all keymap override data and restore the default keymap definitions.
es: Seleccione "Sí" para eliminar todos los datos del mapa de teclas. Al seleccionar esta opción, se eliminarán todos los datos de anulación del mapa de teclas y se restaurarán las definiciones del mapa de teclas predeterminadas.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
es: Seleccione "Sí" para eliminar todos los datos de configuración de los ajustes principales. Al seleccionar esta opción, se restablecerán todos los ajustes de Enigma2 a sus valores predeterminados. Esto también hará que Enigma2 ejecute el Asistente de bienvenida al reiniciar.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
es: Seleccione "Sí" para eliminar todos los datos de reanudación del reproductor multimedia. Al seleccionar esta opción, se eliminarán los datos utilizados para permitir que la reproducción de archivos multimedia se reanude desde la posición en la que se detuvo la reproducción por última vez. La posición de reproducción de las grabaciones no se ve afectada.

source: Select 'Yes' to remove all network data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
es: Seleccione "Sí" para eliminar todos los datos de red. Al seleccionar esta opción, se eliminarán todos los datos de red, incluidos los datos de conexión de red y los datos de montaje automático, incluidas las cuentas de conexión y las contraseñas. Esto podría provocar que algunas funciones de Enigma2 fallen si están configuradas para usar estos recursos de red.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
es: Seleccione 'Sí' para eliminar todos los demás archivos y directorios no cubiertos por las opciones anteriores.

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
es: Seleccione "Sí" para eliminar todos los datos de configuración del complemento. Al seleccionar esta opción, se eliminarán todos los datos de configuración del complemento que estén almacenados en la carpeta de configuración de Enigma2. Esto hará que todos los complementos afectados vuelvan a su configuración predeterminada. Esto podría provocar que algunos complementos no funcionen hasta que se configuren.

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
es: Seleccione "Sí" para eliminar todos los ajustes, datos de ajuste, temporizadores, indicadores de reanudación, etc. Al seleccionar esta opción, se restaurará la configuración a los ajustes iniciales antes de que se aplicaran los ajustes de configuración. Esta es la forma más confiable de restablecer los valores de fábrica.

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
es: Seleccione "Sí" para eliminar todos los datos de configuración del temporizador. Al seleccionar esta opción, se borrarán todos los temporizadores, temporizadores automáticos y temporizadores de encendido.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
es: Seleccione "Sí" para eliminar todos los datos de sintonización. Al seleccionar esta opción, se eliminarán todos los datos de sintonización y de ramo y los temporizadores dejarán de funcionar hasta que se vuelva a sintonizar el receptor.

source: Select 'Yes' to remove all user customisations of skin data. Selecting this option will remove all user based skin customisations. All affected skins will return to their standard settings. This will also clear any customised boot logos and backdrops.
es: Seleccione "Sí" para eliminar todas las personalizaciones de usuario de los datos de la skin. Al seleccionar esta opción, se eliminarán todas las personalizaciones de apariencia basadas en el usuario. Todas las skins afectadas volverán a su configuración estándar. Esto también borrará todos los logotipos y fondos de arranque personalizados.

source: Select 'Yes' when you want to configure this tuner for ATSC
es: Seleccione 'Sí' cuando desee configurar este sintonizador para ATSC

source: Select 'Yes' when you want to configure this tuner for DVB-C
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-C

source: Select 'Yes' when you want to configure this tuner for DVB-S
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-S

source: Select 'Yes' when you want to configure this tuner for DVB-T
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-T

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
es: Seleccione “banda” si usa un LNB “universal”, de lo contrario consulte la hoja de especificaciones de su LNB.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
es: Seleccione 'habilitado' si este sintonizador tiene un cable de señal conectado, de lo contrario seleccione 'nada conectado'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
es: Seleccione “polarización” si usa un LNB “universal”, de lo contrario consulte la hoja de especificaciones de su LNB.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
es: Seleccione "proveedor" para escanear desde la lista predefinida de multiplexores de cable. Seleccione "bandas" para escanear solo ciertas partes del espectro. Seleccione "pasos" para escanear en pasos de un ancho de banda de frecuencia particular.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
es: Seleccione 'sí' si este sintonizador está conectado al dispositivo SCR a través de otro sintonizador, de lo contrario seleccione 'no'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
es: Seleccione “sí” para elegir qué bandas o tamaños de paso se escanearán.

source: Select 'yes' to include %s multiplexes in your search.
es: Seleccione 'sí' para incluir %s multiplex en su búsqueda.

source: Select 'yes' to include symbol rate %s in your search.
es: Seleccione 'sí' para incluir la tasa de símbolo %s en su búsqueda.

source: Select 'yes' to include the %s band in your search.
es: Seleccione 'sí' para incluir la banda %s en su búsqueda.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
es: Seleccione 'sí' para enviar el comando DiSEqC solo cuando cambie de un satélite a otro, o seleccione 'no' para que el comando DiSEqC se vuelva a enviar en cada zap.

source: Select 'yes' to wake up the receiver from deep standby, or select 'no' to skip the import.
es: Seleccione “sí” para reactivar el receptor desde hibernación profundo o seleccione “no” para omitir la importación.

source: Select CAId
es: Seleccionar CAId

source: Select EPG channel
es: Seleccionar canal EPG

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
es: Seleccione Fast DiSEqC si su sistema de antena lo admite. Si no está seguro, seleccione "no".

source: Select Folders
es: Seleccionar carpetas

source: Select Satellites
es: Seleccionar satélites

source: Select a backup to restore:
es: Seleccione una copia de seguridad para restaurar:

source: Select a package to install:
es: Selecciona el IPK que quieres instalar:

source: Select a receiver to use for client mode. If the host receiver is not listed, manually enter the URL or IP address.
es: Seleccione un receptor para utilizar en modo cliente. Si el receptor host no aparece en la lista, ingrese manualmente la URL o la dirección IP.

source: Select a receiver to use for fallback tuners. If the host receiver is not listed, manually enter the URL or IP address
es: Seleccione un receptor para utilizar como sintonizador de respaldo. Si el receptor anfitrión no aparece en la lista, ingrese manualmente la URL o la dirección IP

source: Select a service from the service list, or left/right to enter IPTV stream details%s
es: Seleccione un servicio de la lista de servicios o presione la tecla izquierda/derecha para ingresar los detalles de transmisión de IPTV %s

source: Select a softcam script from the available list.
es: Seleccione un script de softcam de la lista de disponibles.

source: Select a wireless network
es: Seleccionar red inalámbrica

source: Select action
es: Seleccionar acción

source: Select action for timer %s:
es: Seleccionar acción para tempoizador %s:

source: Select all
es: Seleccionar todo

source: Select an image to download for %s:
es: Selecciona la imagen que quieres descargar para %s:

source: Select an image to flash.
es: Selecciona la imagen que quieres flasear:

source: Select audio track
es: Seleccionar pista de audio

source: Select bouquets
es: Seleccionar grupos

source: Select bouquets to permanently remove
es: Seleccionar los grupos que quieres quitar permanentemente

source: Select bouquets to restore
es: Seleccionar los grupos que quieres reiniciar

source: Select channel
es: Seleccionar canal

source: Select channel from history
es: Seleccionar canal de la historia

source: Select channel to record from
es: Seleccionar canal a grabar

source: Select copy destination for:
es: Seleccionar ubicación de la copia de:

source: Select current service
es: Seleccionar canal actual

source: Select days
es: Seleccionar días

source: Select default action of EPG button
es: Seleccionar acción defeco de la tecla EPG

source: Select default action of INFO button
es: Seleccionar acción defeco de la tecla INFO

source: Select destination for:
es: Seleccionar la ubicación de:

source: Select display of record icon based on 'Sref only' or 'Sref + Stream url' where applicable.
es: Seleccione la visualización del ícono de registro según 'Solo Sref' o 'Sref + URL de transmisión' cuando corresponda.

source: Select extra packages folder
es: Elige una carpeta para paquetes adicionales

source: Select files/folders to backup
es: Seleccionar archivos /carpetas para copia de seguridad.

source: Select first service in bouquet
es: Seleccionar el primer canal de el grupo

source: Select folder containing plugins(.ipk) and Save
es: Selecciona la carpeta que contiene los complementos

source: Select horizontal resolution:
es: Seleccionar resolución horizonal

source: Select how quickly the dish should move between satellites.
es: Seleccione la velocidad con la que la antena debe moverse entre los satélites.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
es: Seleccione cómo está configurada la antena parabólica, es decir, antena fija, LNB simple, conmutador DiSEqC, posicionador, etc.

source: Select how to activate the Infobar EPG. This will affect Infobar behaviour
es: Seleccione cómo activar la EPG de la infobar. Esto afectará el comportamiento de la infobar

source: Select how to activate the Infobar Grid EPG. This will affect Infobar behaviour
es: Seleccione cómo activar la EPG de rejilla de la infobar. Esto afectará el comportamiento de la infobar.

source: Select how to activate the Infobar Single EPG. This will affect Infobar behaviour
es: Seleccione cómo activar la EPG única de la infobar. Esto afectará el comportamiento de la infobar.

source: Select if timeshift should continue when set to record.
es: Selecciona si Timeshift debe continuar cuando haya una grabación pendiente.

source: Select input device.
es: Seleccionar dispositivo de entrada.

source: Select interface
es: Seleccionar interfaz

source: Select last browsed service
es: Seleccione el último servicio visitado

source: Select location
es: Seleccionar ubicación

source: Select menu entry
es: Seleccionar la entrada de menú

source: Select movie
es: Seleccionar película

source: Select path for logfile
es: Seleccionar ruta para el archivo de registro

source: Select provider
es: Seleccionar provedor

source: Select provider to add...
es: Seleccionar proveedor a añadir...

source: Select refresh rate
es: Seleccionar la velocidad de actualización

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
es: Seleccionar la barra de búsqueda activada con flecha izquierda/dercha (largo) o << >> (largo).

source: Select service to add...
es: Seleccionar canal a añadir...

source: Select shares
es: Seleccionar intercambios

source: Select slot
es: Seleccionar slot

source: Select sort method:
es: Seleccionar modo de ordenación:

source: Select stream type.
es: Seleccionar type de tramsmisión

source: Select target folder
es: Seleccionar carpeta de destino

source: Select the SWAP file size:
es: Elige el tamaño del archivo de intercambio:

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione el canal de banda de usuario que se asignará a este sintonizador. Este es un índice de la tabla de frecuencias que utiliza el conmutador SCR o el LNB SCR para pasar el transpondedor solicitado al sintonizador.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione la frecuencia de banda de usuario que se asignará a este sintonizador. Esta es la frecuencia que utiliza el conmutador SCR o el LNB SCR para pasar el transpondedor solicitado al sintonizador.

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione la banda de usuario que se asignará a este sintonizador. Este es un índice de la tabla de frecuencias que utiliza el conmutador SCR o el LNB SCR para pasar el transpondedor solicitado al sintonizador.

source: Select the character or action under the keyboard cursor
es: Seleccione la letra o la acción bajo el cursor del teclado

source: Select the current menu item
es: Seleccionar el elemento del menú actual

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
es: Seleccione la función deseada y haga clic en "Aceptar" para asignarla. Utilice "CH+/-" para alternar entre las listas. Seleccione una función asignada y haga clic en "Ok" para desasignarla. Utilice "Siguiente/Anterior" para cambiar el orden de las funciones asignadas.

source: Select the highlighted image and delete
es: Seleccione la imagen resaltada y elimínela
