Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: (DeepStandby request changed to Standby owing to there being streaming clients.)
es: (la solicitud de hibernación cambió a modo de espera debido a que hay clientes de streaming).

source: It contains other items.
es: Contiene otros artículos.

source: One is a directory that isn't empty.
es: Una carpeta no está vacía.

source: Recording in progress.
es: Grabación en curso

source: Timer '%s' disabled!
es: Temporizador '%s' desactivado!

source: (+5 volt terrestrial)
es: (terrestre de +5 voltios)

source: (0 - all networks)
es: (0 - todas las redes)

source: (Channel %s)
es: (Canal %s)

source: (auto detection)
es: (detección automática)

source: (disabled)
es: (desactivado)

source: (higher than any auto)
es: (más alto que cualquier auto)

source: (higher than rotor any auto)
es: (más alto que el rotor auto)

source: (lower than any auto)
es: (menos alto que cualquier auto)

source: - Unicable/JESS LNBs not found
es: - Ningún LNB de tipo Unicable/JESS encontrado

source: Press 'Menu' to select a storage device - none available
es: Presione 'Menú' para seleccionar un dispositivo de almacenamiento (no hay ninguno disponible)

source: Warning: the selected tuner should not use SCR Unicable type for LNBs because each tuner need a own SCR number.
es: Consejo: el sintonizador seleccionado no debe utilizar el tipo SCR Unicable para LNB porque cada sintonizador necesita un número SCR propio.

source: and
es: y

source: unicable LNB input of rotor
es: Entrada LNB unicable del rotor

source: %2.1f sec
es: %2.1f seg

source: %d Recording
es: %d grabación

source: %d channel found
es: %d canal encontrado

source: %d cores
es: %d núcleos

source: %d days
es: %d días

source: %d hour
es: %d hora

source: %d hours
es: %d horas

source: %d items
es: %d artículos

source: %d job is running in the background!
es: %d acción ejecutándose en segundo plano!

source: %d jobs are running in the background!
es: ¡%d acciones están ejecutándose en el fondo!

source: %d marked item
es: %d elemento marcado

source: %d marked items
es: %d elementos marcados

source: %d minute
es: %d minuto

source: %d minutes
es: %d minutos

source: %d of %d Bytes
es: %d de %d Bytes

source: %d of %d KB
es: %d de %d KB

source: %d pixel wide
es: %d píxel de ancho

source: %d sec
es: %d seg

source: %d second
es: %d segundo

source: %d seconds
es: %d segundos

source: %d wireless network found!
es: ¡%d red wifi encontrada!

source: %s %s advanced remote control (native)
es: Mando avanzando de %s %s (nativo)

source: %s %s format data DVD (HDTV compatible)
es: Formato %s %s DVD (HDTV compatible)

source: %s %s front panel
es: Panel frontal de %s %s

source: %s %s ir keyboard
es: Teclado infrarrojo de %s %s

source: %s %s ir mouse
es: Ratón infrarrojo de %s %s

source: %s %s remote control (native)
es: Mando %s %s (nativo)

source: %s ( %s Cards )
es: %s (%s Tarjetas )

source: %s Info - Configuration
es: Configuración de la información %s

source: %s Info - Main Menu
es: Información %s - Menú principal

source: %s downloads
es: %s descargas

source: %s files cannot be bulk renamed
es: %s archivos no se pueden renombrar en masa

source: %s is also enabled for autofs network mount
es: %s también está habilitado para el montaje de red autofs

source: %s is no longer used. Should it be deleted?
es: %s ya no se utiliza. ¿Debería borrarlo?

source: %s of %s GB
es: %s de %s GB

source: %s of %s MB
es: %s de %s MB

source: %s scheduled update
es: %s actualización programada

source: %s update is about to start. Do you want to allow this?
es: %s actualización está a punto de comenzar. ¿Quieres permitir esto?

source: %s updated package available
es: %s paquete reciente disponible

source: %s webif disabled
es: %s webif desactivado

source: %s%s - Select to access recovery options
es: %s%s - Seleccionar para acceder a las opciones de recuperación

source: %s%s(Default: %s)
es: %s%s(Defecto: %s)

source: '%s' already exists
es: '%s' ya existe.

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
es: 'Network peer' detecta automáticamente otros receptores Enigma2 en la red local. También puede ingresar manualmente la URL o la dirección IP.

source: 'Save' changes active language. 'Add Language' or MENU adds additional language(s). 'Delete Language' allows either deletion of all but English and active language OR selected language
es: "Guardar" cambia el idioma activo. "Agregar idioma" o MENÚ agrega idiomas adicionales. "Eliminar idioma" permite eliminar todos los idiomas excepto inglés y el idioma activo O el idioma seleccionado

source: (All readers)
es: (Todos los lectores)

source: (Current)
es: (Actual)

source: (Partition %d)
es: (Partición %d)

source: (Show only reader) (%s)
es: (Mostrar sólo lector) (%s)

source: (You are currently using a temporary sort method)
es: (Actualmente estás utilizando un método de clasificación temporal)

source: (ZAP as PiP)
es: (ZAP como PiP)

source: (ZAP)
es: (ZAPEAR)

source: (empty)
es: (vacío)

source: (show optional DVD audio menu)
es: (Ver menú opcional de audio de DVD)

source: (unknown)
es: (desconocido)

source: * = Restart Required
es: * = Reinicio obligatorio

source: * Only available if more than one interface is active.
es: * Sólo disponible si hay más de una interfaz activa.

source: * current animation
es: * animación actual

source: +24 hours
es: +24 horas

source: - Max backups to keep (0==all)
es: - Max copias de seguridad para mantener (0 == todas)

source: - Query before backup starts
es: - Consulta antes de iniciar la copia de seguridad

source: - Query before image backup starts
es: - Consulta antes de iniciar la copia de seguridad de la imagen

source: - Repeat how often
es: - Repite con qué frecuencia

source: - Time of backup to start
es: - Hora de inicio de la copia de seguridad

source: -24 hours
es: -24 horas

source: -NO SERVICE
es: -NINGÚN CANAL

source: -SERVICE ERROR:%d
es: -ERROR DE CANAL:%d

source: 1 day
es: 1 día

source: 1 hour
es: 1 hora

source: 1 minute
es: 1 minuto

source: 1 second
es: 1 segundo

source: 1. Try to reboot the box and check if this warning disappears
es: 1. Intente reiniciar el deco y verifique si esta advertencia desaparece.

source: 12V output
es: 12V salida

source: 12V output.
es: 12V salida.

source: 16:10 Letterbox
es: 16:10 Buzón

source: 16:9 Letterbox
es: 16:9 Buzón

source: 16:9 always
es: Siempre 16:9

source: 1st Infobar timeout
es: Duración de la 1ª barra de información

source: 2. Try to re install Vu+ Multiboot as usual
es: 2. Intente reinstalar Vu+ Multiboot

source: 3. If you wish to try and recover your Multiboot system then proceed as follows.......
es: 3. Si desea intentar recuperar su sistema Multiboot, proceda de la siguiente manera...

source: 30 Days
es: 30 días

source: 3D Setup
es: Configuración 3D

source: 3D Surround
es: 3D Sonido

source: 3D Surround Speaker Position
es: Posición de los altavoces 3D

source: 3D surround
es: 3D Sonido

source: 3D surround speaker position
es: Posición de los altavoces 3D

source: 4. Login into the Recovery image using SSH or telnet.
es: 4. Inicie sesión en la imagen de recuperación mediante SSH o telnet.

source: 4097 iptv player: %s
es: 4097 reproductor iptv: %s

source: 4097 iptv player: Default player
es: 4097 reproductor iptv: reproductor predeterminado

source: 4097 only
es: Solo 4097

source: 4:3 Letterbox
es: 4:3 Buzón

source: 5. If you wish to backup eMMC slots 1,2,3 then enter 'tar -cvzf /media/hdd/linuxrootfsX.tar.gz /linuxrootfsX' where X is the slot number and repeat the command for each installed image slot in flash (so you have backup of installed flash images)
es: 5. Si desea realizar una copia de seguridad de las ranuras eMMC 1, 2 y 3, ingrese 'tar -cvzf /media/hdd/linuxrootfsX.tar.gz /linuxrootfsX' donde X es el número de ranura y repita el comando para cada ranura de imagen instalada en flash (de modo que tenga una copia de seguridad de las imágenes flash instaladas)

source: 5001 only
es: Solo 5001

source: 5002 only
es: Solo 5002

source: 6. Then enter '/etc/init.d/kexec-multiboot-recovery start'
es: 6. Después ingrese '/etc/init.d/kexec-multiboot-recovery start'

source: 7. The script will copy the required files and then will automatically reboot the box
es: 7. El script copiará los archivos necesarios y después reiniciará automáticamente el deco.

source: <Current movielist location>
es: <Ubicación actual de la lista de películas>

source: <Current>
es: <Actual>

source: <Default movie location>
es: <Ubicación de películas por defecto>

source: <Default+Picon>
es: < Defecto + Picon>

source: <Default>
es: <Defecto>

source: <Emergency>
es: <Emergencia>

source: <Last timer location>
es: <Ubicación de la última grabación>

source: <Pending restart>
es: <Reinicio pendiente>

source: <unknown>
es: <Desconocido>

source: =NO STREAM
es: =NINGÚN STREAM

source: ?%s-recursive?
es: ?%s-recursivo?

source: A background update check is in progress, please wait a few minutes and try again.
es: Comprobación de actualización de fondo en curso. Espera unos minutos y vuelve a intentarlo.

source: A background update check is in progress, please try again.
es: Comprobación de actualización de fondo en curso, vuelve a intentarlo.

source: A background update check is in progress, please wait a few minutes and then try again.
es: Comprobación de actualización de fondo en curso. Espera unos minutos y vuelve a intentarlo.

source: A background update check is in progress, please wait a few minutes and try again.
es: Comprobación de actualización de fondo en curso. Espera unos minutos y vuelve a intentarlo.

source: A backup has been detected.
es: Se ha detectado una copia de seguridad.

source: A client is streaming from this box!
es: ¡Una clienta está streaming desde este deco!

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
es: Se ha modificado un archivo de configuración(%s) desde su instalación. ¿Quieres mantener las modificaciones?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
es: El fichero de configuración (%s) se ha modificado desde la instalación. ¿Quieres conservar tu versión?

source: A finished powertimer wants to reboot your %s %s. Do that now?
es: Un temporizador de corriente terminado quiere reiniciar la %s %s en modo espera. ¿Hacerlo ahora?

source: A finished powertimer wants to restart the user interface. Do that now?
es: Un temporizador de corriente finalizado quiere reiniciar la interfaz de usuario. ¿Hacerlo ahora?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
es: Un temporizador de encendido alimentación quiere poner su %s %s en modo de espera. ¿Hacerlo ahora?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
es: Un temporizador de encendido alimentación quiere apagar su %s %s . ¿Hacerlo ahora?

source: A finished record timer wants to set your %s %s to standby. Do that now?
es: Una grabación terminada quiere poner la %s %s en modo espera. ¿Hacerlo ahora?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
es: Una grabación terminada quiere apagar la %s %s. ¿Hacerlo ahora?

source: A full image backup can be created at any time.
es: Se puede crear una copia de seguridad completa de la imagen en cualquier momento.

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list indicates whether the function is for a long press of the button(s).
es: Un resaltado en la imagen del control remoto muestra a qué botón se refiere la ayuda. Si más de un botón realiza la función indicada, se mostrará más de un resaltado. El texto debajo de la lista indica si la función es para una pulsación prolongada del botón o los botones.

source: A recording has been started: %s
es: Se ha iniciado una grabación: %s

source: A recording is currently in progress. What do you want to do?
es: Hay una grabación en curso. ¿Qué quieres hacer?

source: A recording is currently running on the selected tuner. Please select a different tuner or consider to stop the recording to try again.
es: Actualmente se está ejecutando una grabación en el sintonizador seleccionado. Seleccione un sintonizador diferente o considere detener la grabación para volver a intentarlo.

source: A recording is currently running. Please stop the recording before starting a service scan.
es: Hay una grabación en curso. Detén la grabación antes de iniciar la búsqueda.

source: A repeating timer or just once?
es: ¿De repetición o solo una vez?

source: A required tool (%s) was not found.
es: No se ha encontrado una herramienta necesaria (%s).

source: A second configured interface has been found. Do you want to disable the second network interface?
es: Se ha encontrado una segunda interfaz configurada. ¿Quieres desabilitar la segunda interfaz de red?

source: A sleep timer wants to set your %s %s to standby. Proceed?
es: Un temporizador nocturno quiere poner la %s %s en modo espera. ¿Hacerlo ahora?

source: A sleep timer wants to shut down your %s %s. Proceed?
es: Un temporizador nocturno quiere apagar la %s %s. ¿Hacerlo ahora?

source: A timer failed to record! Disable TV and try again?
es: Un temporizador no ha conseguido grabar. ¿Quieres desactivar la televisión e intentarlo otra vez?

source: A/V settings
es: Ajustes A/V

source: AAC downmix
es: Mezcla descendente AAC

source: AAC transcoding
es: Transcodificación AAC

source: AAC+ downmix
es: Mezcla descendente AAC+

source: AC3 downmix
es: Mezcla descendente AC3

source: AC3 transcoding
es: Transcodificación AC3

source: ACQUIRING TSID/ONID
es: ADQUIRIENDO TSID/ONID

source: AFP Setup
es: Configuración AFP

source: ARROWLEFT
es: FLECHA IZQUIERDA

source: ARROWRIGHT
es: FLECHA DERECHA

source: ASS file
es: Archivo ASS

source: ATSC provider
es: Pproveedor ATSC

source: AUTOTIMER
es: AUTOTEMORIZADOR

source: AV aspect is %s.
es: El aspecto AV es %s.

source: Abort
es: Abortar

source: Abort alternatives edit
es: Abortar la edición de alternativas.

source: Abort bouquet edit
es: Abortar la edición de grupo.

source: Abort favourites edit
es: Abortar la edición de favoritos.

source: About
es: Elemental

source: About screen setup
es: Configuración pantalla de información

source: Accept the current selection
es: Aceptar la selección actual

source: Access extensions
es: Acceso extensiones.

source: Accesspoint:
es: Punto de acceso:

source: Action
es: Acción

source: Activate
es: Activar

source: Activate HbbTV (RedButton)
es: Activar HbbTv (TeclaRoja)

source: Activate Picture in Picture
es: Activar Picture in Picture

source: Activate network settings
es: Activar ajustes de red

source: Activate the configured network settings.
es: Activar los ajustes configurados de red.

source: Activate timeshift end
es: Activar fin de Timeshift

source: Activate timeshift end and pause
es: Activar fin de Timeshift y pausa

source: Active
es: Activo

source: Active clients
es: Clientes activos

source: Active:
es: Activo:

source: Adapter Settings
es: Configuración del adaptador

source: Adapter settings
es: Configuración del adaptador

source: Adaptive date display allows recent dates to be displayed as 'Today' or 'Yesterday'. It hides the year for recordings made this year. It hides the day of the week for recordings made in previous years.
es: La visualización de fecha adaptable permite que las fechas recientes se muestren como "Hoy" o "Ayer". Oculta el año para las grabaciones realizadas este año. Oculta el día de la semana para las grabaciones realizadas en años anteriores.

source: Add
es: Añadir

source: Add 4 more Vu+ Multiboot USB slots after slot %s ?
es: ¿Agregar 4 slots USB Vu+ Multiboot más después de el slot %s?

source: Add AutoTimer
es: Añadir autotemporizador

source: Add Extra USB slots
es: Añadir unos slots USB adicionales

source: Add Language
es: Añadir Idioma

source: Add Timer
es: Añadir temporizador

source: Add a Service
es: Añadir un canal

source: Add a mark
es: Añadir marca

source: Add a nameserver entry
es: Añadir entrada en el servidor de nombres

source: Add a new title
es: Añadir un nuevo título

source: Add a record timer
es: Añadir un temporizador de grabaciónl.

source: Add a record timer for current event
es: Añadir un temporizador de grabación para el programa actual

source: Add a record timer or an autotimer for current event
es: Añadir un temporizador o autotemporizador para el programa actual.

source: Add a service or stream to the current bouquet
es: Añadir canal o stream al grupo actual

source: Add a zap timer for current event
es: Añadir un temporizador de zapping para el programa actual

source: Add a zap timer for next event
es: Añadir un temporizador de zapping para el programa sigiente

source: Add alternatives
es: Añadir alternativas

source: Add an autotimer for current event
es: Añadir autotemporizador para el programa actual

source: Add and edit a record timer for current event
es: Añadir un temporizador de grabación para el programa actual

source: Add bookmark
es: Añadir marcador

source: Add bouquet
es: Añadir grupo

source: Add bouquet to parental protection
es: Añadir grupo a protección paterna

source: Add directory to playlist
es: Añadir el directorio a la lista de reproducción.

source: Add file to playlist
es: Añadir el archivo a la lista de reproducción.

source: Add files to playlist
es: Añadir archivos a la lista de reproducción.

source: Add marker
es: Añadir marcador

source: Add provider
es: Añadir proveedor

source: Add recording (enter recording duration)
es: Añadir grabación (introducir duración).

source: Add recording (enter recording endtime)
es: Añadir grabación (introducir hora de finalización).

source: Add recording (indefinitely)
es: Añadir grabación (indefinida).

source: Add recording (stop after current event)
es: Añadir grabación (detener después del programa actual).

source: Add service
es: Añadir canal

source: Add service to favourites
es: Añadir canal a favoritos

source: Add services to this bouquet?
es: Añadir canales al grupo

source: Add the currently selected service to a bouquet
es: Añade el canal que se está reproduciendo actualmente a un grupo

source: Add timer
es: Añadir temporizador

source: Add timers
es: Añadir temporizadores

source: Add title
es: Añadir título

source: Add to bouquet
es: Añadir al grupo

source: Add to favourites
es: Añadir a favoritos

source: Add to parental protection
es: Añadir a protección paterna

source: Add/Edit an autotimer for current event
es: Añadir/Editar autotemporizador para el programa actual.

source: Add/Remove timer for current event
es: Añadir/eliminar temporizador para el programa actual

source: Adding schedule...
es: Añadiendo calendario...

source: Additional cable of motorized LNB
es: Segundo cable del LNB motorizado

source: Additional motor options opens a sub-menu where you can enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
es: Las opciones de motor adicionales abren un submenú donde puedes ingresar detalles de la hoja de especificaciones de tu motor para que Enigma pueda calcular cuánto tiempo llevará mover la antena de un satélite a otro.

source: Address
es: Dirección

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
es: Ajusta la configuración de colores de forma que todas las sombras de color se distingan pero estén lo más saturadas posible. Si te gusta el resultado, pulsa 'OK' para cerrar el ajuste de vídeo fino, o usa una tecla numérica para seleccionar otras pantallas de prueba.

source: Adult
es: Adulto

source: Adult Audience, Strong Violence 15+
es: Adulto, violencia fuerte, 15+

source: Adult Movie
es: Película para adultos

source: Advance EPG to the following date and time
es: Avanzar EPG a la siguiente fecha y hora

source: Advanced
es: Avanzado

source: Advanced options
es: Opciones avanzadas

source: Advanced video enhancement setup
es: Configuración mejorada de vídeo avanzado

source: Adventure
es: Aventura

source: Advertisement
es: Publicidad

source: After confirming, an automatic backup will be made and then the image will be flashed.
es: Al confirmar se realizará automáticamente un backup y después se flasheará la imagen.

source: After event
es: Después del programa

source: After power loss
es: Después de un corte de la luz

source: Aland Islands
es: Islas Aland

source: Album
es: Álbum

source: Alert - the system has found an issue with the Vu+ Kexec Multiboot images - read the following information carefully
es: Alerta: el sistema ha detectado un problema con las imágenes Vu+ Kexec Multiboot - lea bien la siguiente información

source: Alignment of events
es: Alineación de los eventos

source: Alignment of service names
es: Alineación de los nombres de canal

source: Alignment of service numbers
es: Alineación de números de canal

source: Alignment of timeline date
es: Alineación de la fecha de la línea de tiempo

source: All
es: Todo

source: All ages
es: Todas las edades

source: All frequency
es: Toda frecuencia

source: All satellites 1 (USALS)
es: Todos los satélites 1 (USALS)

source: All satellites 2 (USALS)
es: Todos los satélites 2 (USALS)

source: All satellites 3 (USALS)
es: Todos los satélites 3 (USALS)

source: All satellites 4 (USALS)
es: Todos los satélites 4 (USALS)

source: All services provider
es: Proveedor de todos los canales

source: All slots
es: Todos slots

source: Allocate
es: Asignar

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
es: Asigna un número al LNB físico que estás configurando. Podrás seleccionar este LNB nuevamente para otros satélites (por ejemplo, antenas parabólicas motorizadas) para ahorrarte tener que configurar el mismo LNB varias veces.

source: Allocate unused memory index
es: Asignar índice de memoria no utilizada

source: Allow 10bit
es: Permitir 10bit

source: Allow 12bit
es: Permitir 12bit

source: Allow fast skin reload
es: Permitir recarga rápida del skin

source: Allow reinitialisation of selected cam script.
es: Permitir la reinicialización del script softcam seleccionado.

source: Allow subtitle language to equal audio language
es: Igualar el idioma de subtítulos al de audio

source: Allow subtitles for hearing impaired
es: Permitir subtítulos para sordos

source: Allow unstable (experimental) updates
es: Permitir actualizaciones inestables (experimentales)

source: Allows the %s %s to load the saved EPG data regularly.
es: Permite que la %s %s cargar los datos grabados en el EPG periódicamente.

source: Allows the %s %s to save the EPG data regularly.
es: Permite que la %s %s guardar los datos grabados en el EPG periódicamente.

source: Allows the TV remote to be used to control the receiver.
es: Permite utilizar el mando del televisor para controlar el deco.

source: Allows the script runner to be launched from extensions.
es: Permite que el ejecutor de scripts se inicie desde el menú del botón azul.

source: Allows the softcam manager to be launched from extensions.
es: Permite iniciar el administrador de softcam desde el menú del botón azul.

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
es: Permite verificar la softcam si dejó de funcionar y reiniciarla automáticamente si es necesario.
