Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Change repeat and delay settings?
es: ¿Cambiar ajustes de repetición y retraso?

source: Change step size
es: Cambiar tamaño del salto

source: Change the Colordepth for UHD - this may cause unexpected results or black screen
es: Cambiar la profundidad de color para UHD: esto puede provocar resultados inesperados o una pantalla negra

source: Change the Colorimetry for HDR - this may cause unexpected results or black screen
es: Cambiar la colorimetría para HDR: esto puede provocar resultados inesperados o una pantalla negra

source: Channel
es: Canal

source: Channel EPG
es: EPG de Canal

source: Channel List
es: Lista de canales

source: Channel List Context Menu
es: Menú de contexto de lista de canales

source: Channel Name
es: Nombre de canal

source: Channel Selection
es: Selección de canales

source: Channel down
es: Bajar canal

source: Channel info
es: Información de canal

source: Channel list cursor behavior
es: Comportamiento del cursor de la lista de canales

source: Channel list on mode change
es: Lista de canales en cambio de modo

source: Channel list preview
es: Previsualiación de la lista de canales

source: Channel list service mode*
es: Modo de servicio de la lista de canales*

source: Channel list type
es: Tipo de lista de canales

source: Channel not in services list
es: El canal no está en la lista.

source: Channel preview mode
es: Modo de previsualización de canales

source: Channel selection
es: Selección de canal

source: Channel:
es: Canal:

source: Channelname
es: Nombre de canal

source: Channels
es: Canales

source: Chap.
es: Cap.

source: Chapter
es: Capítulo

source: Chapter:
es: Capítulo:

source: Chat Show
es: Programa de chat

source: Check
es: Comprobar

source: Check every (hours)
es: Comprobar cada (horas)

source: Check the internet connection
es: Comprobar la conexión a internet

source: Check the internet connection again
es: Volver a comprobar la conexión a internet

source: Checking Logs...
es: Comprobando historiales...

source: Checking ONID/TSID
es: Comprobando ONID/TSID

source: Checking disk.
es: Comprobando disco

source: Checking filesystem...
es: Comprobando el sistema de archivos...

source: Checking for Updates...
es: Comprobando actualizaciones...

source: Checking free RAM..
es: Comprobando RAM libre...

source: Checking softcams...
es: Comprobando softcams...

source: Checking the internet connection
es: Comprobando la conexión a internet

source: Checking tuner %s DiSEqC port %s for %s
es: Comprobando el sintonizador %s Puerto DiSEqC %s para %s

source: Children
es: Niños

source: Children/Youth
es: Niños y adolescentes

source: Children/Youth/Education/Science
es: Niños y adolescentes / enseñanza / ciencia

source: Childrens
es: Niños

source: Choose Bouquet
es: Elegir grupo

source: Choose CCcam-Reader
es: Seleccionar un lector CCcam

source: Choose IPK folder
es: Elegir la carpeta ipk

source: Choose a country scheme for decoding genre information in EPG events.
es: Elija un esquema de país para decodificar información de género en eventos EPG.

source: Choose a country scheme for decoding rating information in EPG events.
es: Elija un esquema de país para decodificar la información de clasificación en los eventos EPG.

source: Choose a tag for easy finding a recording.
es: Elige una etiqueta para encontrar fácilmente una grabación.

source: Choose between Daily, Weekly, Weekdays or user defined.
es: Elige: diario, semanal, entre semana o autodefinido.

source: Choose between High Dynamic Range (HDR) or Picture in Picture (PIP). Both are not possible at the same time. A FULL REBOOT is required for it to take effect
es: Elijar entre Alto rango dinámico (HDR) o Imagen en imagen (PIP). No es posible utilizar ambas opciones al mismo tiempo. Es necesario REINICIAR TOTALMENTE para que surta efecto.

source: Choose files
es: Seleccionar archivos

source: Choose reader
es: Seleccionar un lector

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
es: Seleccionar el estilo de formato de visualización para las fechas. 'D' / 'DD' es la fecha y 'M' / 'MM' es el mes en dígitos. ('DD' y 'MM' tienen ceros a la izquierda para valores de un solo dígito). La visualización en pantalla se basará en su elección, pero puede verse influenciada por el skin.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
es: Seleccionar el estilo de formato de visualización para las horas. 'H' / 'HH' es la hora para un reloj de 24 horas, 'h' / 'hh' es la hora para un reloj de 12 horas, 'mm' son los minutos y 'ss' son los segundos. ('HH' y 'hh' tienen ceros a la izquierda para valores de un solo dígito). La visualización en pantalla se basará en su elección, pero puede verse influenciada por el skin.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
es: Seleccione el estilo de formato de la pantalla del panel frontal para las fechas. 'D' / 'DD' es la fecha y 'M' / 'MM' es el mes en dígitos. ('DD' y 'MM' tienen ceros a la izquierda para valores de un solo dígito). La visualización de la pantalla se basará en su elección, pero puede verse influenciada por el skin.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
es: Seleccione el estilo de formato de la pantalla del panel frontal para las horas. 'H' / 'HH' es la hora para un reloj de 24 horas, 'h' / 'hh' es la hora para un reloj de 12 horas, 'mm' son los minutos. ('HH' y 'hh' tienen ceros a la izquierda para valores de un solo dígito). La pantalla del panel frontal se basará en su elección, pero puede verse influenciada por cualquier skin aplicable.

source: Choose the layout. Single channel, Graphics Grid EPG or Text Grid EPG.
es: Seleccionar el diseño. Canal único, EPG con cuadrícula de gráficos o EPG con cuadrícula de texto.

source: Choose the location for crash and debug logs folder.
es: Elegir la ubicación de archivos de historiales

source: Choose the location where the EPG data will be saved when the %s %s is shut down. The location must be available at boot time.
es: Seleccionar la ubicación donde se guardarán los datos de la EPG cuando se apague el %s %s. La ubicación debe estar disponible en el momento del arranque.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
es: Elegir el nombre del archivo que contiene los datos EPG cuando se apaga la %s %s. Puede ser útil para distinguir entre varios receptores.

source: Choose the option to correct invalid EPG data.
es: Elijir la opción para corregir datos EPG no válidos.

source: Choose the order in which items are displayed in Help windows
es: Eligir el orden en el que se muestran los elementos en las ventanas de ayuda

source: Choose the style of the second infobar. The 'Standard' view normally includes technical data. The 'Simple' view shows minimal technical data.
es: Seleccione el estilo de la segunda barra de información. La vista "Estándar" normalmente incluye datos técnicos. La vista "Simple" muestra datos técnicos mínimos.

source: Choose time interval to which the graphics will be rounded off.
es: Elegir el intervalo de tiempo en el que se redondean los gráficos.

source: Choose what channel to select when the EPG opens.
es: Eligir qué canal seleccionar cuando se abra la EPG.

source: Choose what will be displayed when the 'EPG' button is pressed.
es: Eligir lo que se mostrará cuando se presione la tecla 'EPG'.

source: Choose what will be displayed when the 'INFO' button is pressed.
es: Eligir lo que se mostrará cuando se presione la tecla 'EPG'.

source: Choose what you want the '0' button to do when PIP is active.
es: Eligir qué quieres que haga la tecla "0" cuando PIP esté activo.

source: Choose where to mount your devices to:
es: Elegir dónde montar tus dispositivos:

source: Choose whether AAC sound tracks should be transcoded.
es: Eligir si las pistas de sonido AAC deben transcodificarse.

source: Choose whether WMA Pro sound tracks should be downmixed.
es: Eligir si las pistas de audio WMA Pro deben mezclarse a estéreo.

source: Choose whether multi channel aac sound tracks should be downmixed to stereo.
es: Elige si las pistas de audio multicanal aac deben mezclarse a estéreo.

source: Choose whether multi channel aac+ sound tracks should be downmixed to stereo.
es: Elige si las pistas de audio multicanal aac+ deben mezclarse a estéreo.

source: Choose whether multi channel ac3 sound tracks should be downmixed to stereo.
es: Eligir si las pistas de audio multicanal ac3 deben mezclarse a estéreo.

source: Choose whether multi channel dts sound tracks should be downmixed to stereo.
es: Eligir si las pistas de audio multicanal dts deben mezclarse a estéreo.

source: Choose whether multi channel sound tracks should be output as PCM.
es: Eligir si las pistas de audio multicanal deben mezclarse a estéreo.

source: Choose whether or not to show an icon when a motorised dish is moving.
es: Elegir si se muestra o no un icono cuando se mueve una antena motorizada.

source: Choose whether to scan a single transponder, one satellite or multiple satellites.
es: Eligir si desea escanear un solo transpondedor, un satélite o varios satélites.

source: Choose whether to scan for free services only or whether to include paid/encrypted services too.
es: Eligir si desea escanear solo servicios gratuitos o si desea incluir también servicios pagos/encriptados.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
es: Elegir qué nivel de menú y ajustes mostrar. El nivel "experto" muestra todos los conceptos.

source: Choose which tuner to configure.
es: Elegir qué sintonizador configurar.

source: Chose between record and ZAP.
es: Elegir entre grabar y zapear.

source: Circular LNB
es: LNB circular

source: Circular left
es: Izquierda circular

source: Circular right
es: Derecha circular

source: Classical
es: Clásica

source: Classical Music
es: Músia clásica

source: Clean network trash cans
es: Limpiar las papeleras de la red

source: Cleaning Trashes
es: Vaciando papeleras

source: Cleanup
es: Limpiar

source: Clear
es: Despejar

source: Clear before scan
es: Limpiar antes de buscar

source: Clear log
es: Borrar historial

source: Clear marks
es: Eliminar marcadores

source: Clear playlist
es: Limpiar la lista de reproducción

source: Client %s-%s
es: Cliente %s-%s

source: Client Mode setup
es: Configuración de modo de cliente

source: Client mode
es: Modo de cliente

source: Clients
es: Clientes

source: Clone TV screen to LCD
es: Clonar pantalla de TV a LCD

source: Close
es: Cerrar

source: Close CA device at programm end
es: Cerrar CA al terminar programa

source: Close PiP on exit
es: Cerrar PiP al salir

source: Close screen
es: Cerrar pantalla

source: Close title selection
es: Cerrar selección de título

source: Close window on success
es: Cerrar ventana en éxito

source: Club/Dance
es: Club/Danza

source: Code rate HP
es: Velocidad de código HP

source: Code rate LP
es: Velocidad de código LP

source: Codec & lang%s
es: Codec & idioma%s

source: Collection name
es: Nombre de la colección

source: Collection settings
es: Ajustes de la colección

source: Color format
es: Formato de color

source: Color space
es: Espacio de color

source: Combat Sports (without own category)
es: Deportes de combate (sin categoría propia)

source: Combined
es: Combinado

source: Comedy
es: Comedía

source: Comic
es: Comico

source: Command order
es: Orden de comando

source: Command the TV to switch to the correct HDMI input when zap timers activate.
es: Ordene al televisor que cambie a la entrada HDMI correcta cuando se activen los temporizadores zap.

source: Command to run
es: Comando a ejecutar

source: Command type
es: Tipo de comando

source: Commedia
es: Comedia

source: Common Interface
es: Interfaz común

source: Common Menu Actions
es: Acciones comunes del menú

source: Common Setup Actions
es: Acciones comunes de la configuración

source: Common interface assignment
es: Asignación de interfaz común

source: Common options
es: Opciones basicas

source: Comparing against backup...
es: Comparando con la copia de seguridad...

source: Complete
es: Completado

source: Complex (allows mixing audio tracks and aspects)
es: Complejo (permite mexclar pistas de audio y aspectos)

source: Composition of the recording filenames
es: Composición de los nombres de ficheros de grabación

source: Computer
es: Ordenador

source: Config Scan Details
es: Detalles del escaneo de configuración

source: Configfile %s saved.
es: Archivo de configuración %s guardado.

source: Configuration mode
es: Modo de configuración

source: Configuration mode: %s
es: Modo de configuración: %s

source: Configuration...
es: Cconfiguración

source: Configure ATSC
es: Configurar ATSC

source: Configure DVB-C
es: Configurar DVB-C

source: Configure DVB-S
es: Configurar DVB-S

source: Configure DVB-T
es: Configurar DVB-T

source: Configure Vu Multiboot interface
es: Configurar interfaz Vu Multiboot

source: Configure alignment of service events.
es: Configurar la alineación de eventos de canal.

source: Configure alignment of the service names.
es: Configurar la alineación de nombre de canal.

source: Configure alignment of the service numbers.
es: Configurar la alineación de números de canal.

source: Configure alignment of the timeline date.
es: Configurar la alineación de la fecha de la cronología

source: Configure an additional delay to improve external subtitle synchronisation.
es: Configuar retraso adicional para mejorar la sincronización de subtítulos externos.

source: Configure an additional delay to improve subtitle synchronisation.
es: Configuar retraso adicional para mejorar la sincronización de subtítulos.

source: Configure duration of inactivity before the hard disk drive goes to standby
es: Configurar la duración de inactividad antes de que el disco duro pase al modo de espera

source: Configure how long finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed (or for plugins that support catchup).
es: Configura durante cuántos minutos siguen visibles los programas terminados en el EPG. Es útil cuando necesites información de un programa que acaba de terminar o se ha retrasado (o para complementos que suportan catchup).

source: Configure how recording filenames are constructed.
es: Configura cómo se construyen los nombres de archivo de grabación.

source: Configure if and how crypto icons will be shown in the channel selection list (left alignment only available in single line mode).
es: Configure si se mostrarán los íconos criptográficos en la lista de selección de canales y cómo (la alineación izquierda solo está disponible en el modo de línea única).

source: Configure if and how service type icons will be shown (left alignment only available in single line mode).
es: Configure si se mostrarán los íconos de tipo de canales (la alineación izquierda solo está disponible en el modo de línea única).

source: Configure if and how the record indicator will be shown in the channel selection list (left alignment only available in single line mode).
es: Configure si se mostrará el indicador de grabación en la lista de selección de canales y cómo se mostrará (la alineación izquierda solo está disponible en el modo de línea única).

source: Configure if and how wide the service name column will be shown in the channel selection list.
es: Configure si se mostrará la columna del nombre del servicio en la lista de selección de canales y con qué ancho.

source: Configure if behind the subtitles a background is shown.
es: Configurar si detrás de los subtítulos se muestra un fondo.

source: Configure if picons will be shown in the service list.
es: Configurar si se mostrarán los picones en la lista de canales.

source: Configure if picons will be shown in the timer list.
es: Configurar si los picones se mostrarán en la lista del temporizadores.

source: Configure if service picons will be shown in the channel selection list.
es: Configurar si los picones de servicio se mostrarán en la lista de selección de canales.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
es: Configurar si el subtítulo debe cambiar entre normal, cursiva, negrita y negrita-cursiva

source: Configure interface
es: Configurar interfaz

source: Configure nameservers
es: Configurar servidores de nombre

source: Configure screen refresh rate. Multi & Auto rates depend on the source 24/50/60Hz
es: Configurar la frecuencia de actualización de la pantalla. Las frecuencias Multi y Auto dependen de la fuente 24/50/60 Hz

source: Configure the DiSEqC mode for this LNB.
es: Configurar el modo DiSEqC en este LNB.

source: Configure the IP address.
es: Configurar la dirección IP.

source: Configure the amount of time that will be presented.
es: Configurar la duración de la presentación.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
es: Configurar el comportamiento de la tecla "pausa" cuando la reproducción de películas ya está en pausa.

source: Configure the behavior when movie playback is manually stopped.
es: Configurar el comportamiento cuando la reproducción de películas se para manualmente.

source: Configure the behavior when movie playback is started.
es: Configurar el comportamiento cuando empieza la reproducción de películas.

source: Configure the behavior when reaching the end of a movie, during movie playback.
es: Configurar el comportamiento cuando se llega al final de una película durante la reproducción.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
es: Configurar el ancho del borde de los subtítulos. Un borde oscuro sobre fondo claro facilita la lectura.

source: Configure the brightness level of the front panel display for dimmed operation.
es: Configurar el nivel de brillo del panel frontal durante la operación atenuada.

source: Configure the brightness level of the front panel display for normal operation.
es: Configurar el nivel de brillo del panel frontal durante la operación normal.

source: Configure the brightness level of the front panel display for standby.
es: Configurar el nivel de brillo del panel frontal en espera.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
es: Configurar el color de los subtítulos externos, alternativo (normal en blanco, cursiva en amarillo, negrita en cian, guión bajo en verde), blanco o amarillo.

source: Configure the color of the teletext subtitles.
es: Configurar el color de los subtítulos del teletexto.

source: Configure the contrast level of the front panel display.
es: Configurar el nivel de contraste del panel frontal.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
es: Configurar el comportamiento del cursor en la lista de selección de canales. Al abrir la lista de selección de canales, puede permanecer en el servicio actual o seleccionar arriba/abajo y puede revertir los botones B+/B-.

source: Configure the duration (in minutes) for the screensaver.
es: Configure la duración (en minutos) del protector de pantalla.

source: Configure the first audio language (highest priority).
es: Configurar el primer idioma de audio (primera prioridad).

source: Configure the first subtitle language (highest priority).
es: Configurar el primer idioma de los subtítulos (primera prioridad).

source: Configure the font size of the subtitles.
es: Configurar el tamaño de letra de los subtítulos.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
es: Configurar el tamaño de letra respecto a Skin. 1 aumenta 1 punto y -1 disminuye 1 punto.

source: Configure the fourth audio language.
es: Configurar el cuarto idioma de audio.

source: Configure the fourth subtitle language.
es: Configurar el cuarto idioma de subtítulos.

source: Configure the function of the < > buttons.
es: Configurar la función de las teclas '<' y '>'.

source: Configure the gateway.
es: Configurar la puerta de enlace.

source: Configure the general audio volume step size (limit 1-10).
es: Configure el tamaño del paso del volumen de audio general (límite 1-10).

source: Configure the horizontal alignment of the subtitles.
es: Configurar la alineación horizontal de los subtítulos.

source: Configure the infobar fading speed
es: Configurar la velocidad de desvanecimiento de la infobar

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
es: Configurar la velocidad inicial de avance rápido. Cuando pulses la tecla de avance rápido, empezará a esa velocidad.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
es: Configurar la velocidad inicial de rebobinado. Cuando pulses la tecla de rebobinado, empezará a esa velocidad.

source: Configure the latitude of your location.
es: Configurar la latitud de tu ubicación.

source: Configure the longitude of your location.
es: Configurar la longitud de tu ubicación.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
es: Configurar el espacio en disco mínimo disponible para grabaciones. Cuando el espacio caiga por debajo de ese valor, los programas borrados se eliminarán de la papelera.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
es: Configure el ancho mínimo antes de mostrar el ícono 'i', '0' es igual a no mostrar el ícono en absoluto.

source: Configure the nameserver (DNS).
es: Configurar el nombre de servidor (DNS).

source: Configure the netmask.
es: Configurar la máscara de red.

source: Configure the number of days after which items are automatically removed from the trash can. A setting of 0 disables this.
es: Configura la cantidad de días después de los cuales los elementos se eliminarán automáticamente de la papelera. Un valor de 0 deshabilita esta opción.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
es: Configurar los días en que se guardan los temporizadores antiguos antes de eliminarlos automáticamente de la lista.

source: Configure the number of days old timers' log details are kept before they're automatically removed.
es: Configurar los días en que se guardan los temporizadores antiguos antes de eliminarlos automáticamente de la lista.
