Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: User defined 0x%02x
es: Definido por el usuario 0x%02x

source: User defined transponder
es: Transpondedor definido por el usuario

source: User installed plugins
es: Complementos instalados por el usuario

source: User interface settings
es: Configuración de la interfaz de usuario

source: User interface visibility
es: Visibilidad de la interfaz de usuario

source: User-selectable functions
es: Funciones seleccionables por el usuario

source: Username
es: Nombre de usuario

source: Username (httpuser)
es: Nombre de usuario (httpuser)

source: Username:
es: Nombre de usuario

source: Using LNB %d
es: Usando LNB %d

source: Using old profile:
es: Usando perfil antiguo:

source: Using tuner %s
es: Usando sintonizador %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
es: Cuando el idioma de sutbítulos es el mismo que el de audio, los subtítulos no se utilizan por lo general. Habilita esta opción para usar los subtítulos.

source: Utilities
es: Utilidades

source: VCR Scart
es: Euroconector VCR

source: VLAN connection
es: Conexión VLAN

source: VMGM (intro trailer)
es: VMGM (tráiler de introducción)

source: VOB file
es: Archivo VOB

source: Valid ONID/TSID look at www.lyngsat.com...
es: ONID/TSID válido en www.lyngsat.com

source: Varieta
es: Programa de espectáculos

source: Variety
es: Programa de espectáculos

source: Various
es: Varios

source: Venezuela (Bolivarian Republic of)
es: Venezuela (República Bolivariana de)

source: Verkehr
es: Engranaje

source: Verschiedenes
es: Diversos

source: Version:
es: Versión:

source: Vertical turning speed
es: Velocidad de giro vertical

source: ViX Backup manager
es: Administrador de copias de seguridad

source: ViX Image Management
es: Administrador de Image

source: ViX Image manager
es: Administrador de Image

source: ViX Mount manager
es: Administrador de montajes

source: ViX SWAP manager
es: Administrador de intercambio

source: ViX Script runner
es: Administrador de scripts

source: Viaggi
es: Viajes

source: Video & Audio Settings
es: Ajustes de vídeo y audio

source: Video Chip Mode*
es: Modo de chip de vídeo*

source: Video PID
es: Vídeo PID

source: Video clipping
es: Recorte de vídeo

source: Video enhancement
es: Mejora de video

source: Video enhancement preview
es: Previsualizar la mejora de vídeo

source: Video enhancement setup
es: Configuración de la mejora de vídeo

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
es: Selección de entrada de vídeo. Pulsa 'OK' si puedes ver esta página en tu TV (o selecciona otro puerto de entrada). El siguiente puerto de entrada se examinará automáticamente en 10 segundos.

source: Video mode selection.
es: Selección de modo de vídeo.

source: Video output
es: Salida de vídeo

source: Video settings
es: Configuración de video

source: Video settings options
es: Configuración de opciones de video

source: Video: %s fps
es: Vídeo: %s fps

source: Videocodec, size & format
es: Códec de vídeo, tamaño y formato

source: View
es: Ver

source: View Movies...
es: Ver películas...

source: View Video CD...
es: Ver vídeo CD...

source: View extensions
es: Ver extensiones

source: View mode
es: Ver modo

source: View photos...
es: Ver fotos...

source: View progress
es: Ver proceso

source: View teletext
es: Ver teletexto

source: View the changes
es: Ver cambios

source: View video CD...
es: Ver vídeo CD...

source: Violence
es: Violencia

source: Virgin Islands (British)
es: Islas Vírgenes Británicas

source: Virgin Islands (U.S.)
es: Islas Vírgenes de los Estados Unidos

source: Virtual KeyBoard Functions
es: Funciones del teclado virtual

source: Virtual KeyBoard Text:
es: Texto del teclado virtual

source: Virtual keyboard
es: Teclado virtual

source: Volleyball
es: Voleibol

source: Voltage mode
es: Modo voltaje

source: Volume keys on the receiver remote will control the TV volume.
es: Las teclas de volumen del control remoto del receptor controlarán el volumen del televisor.

source: Vorschau
es: Vista previa

source: Vu+ 4K image install options
es: Opciones de instalación de imágenes Vu+ 4K

source: Vu+ ImageManager wizard
es: Asistente de administrador de Image

source: Vu+ Multiboot - PLEASE WAIT WHILE INITIALISING! - will take upto 5 minutes plus 5 minutes per restored eMMC slot. - after installing Recovery and Slot1 image, receiver will reboot to Slot 1 setup wizard.
es: Vu+ Multiboot: ¡ESPERE MIENTRAS SE INICIALIZA! - Tomará hasta 5 minutos más 5 minutos por cada slot eMMC restaurada. - después de instalar la recuperación y la imagen de la slot 1, el receptor se reiniciará en el asistente de configuración de la slot 1.

source: WAKEUP
es: DESPERTAR

source: WARNING: feeds may be unstable.
es: AVISO: las fuentes pueden ser inestables.

source: WLAN connection
es: Conexión WLAN

source: WMA Pro downmix
es: Mezcla digital WMA

source: WPA or WPA2
es: WPA o WPA2

source: WSS on 4:3
es: WSS en 4:3

source: WWW long
es: WWW (largo)

source: Waffen
es: Armas

source: Wait please while creating SWAP file...
es: Por favor espera mientras se crea un archivo de intercambio...

source: Wait please while scanning for softcam's...
es: Por favor espera mientras se buscan Softcams...

source: Wait please while scanning...
es: Por favor espera mientras se busca...

source: Waiting
es: Esperando

source: Waiting for mount.
es: Esperando para montaje.

source: Waiting for partition.
es: Esperando para partición.

source: Wake A/V receiver from standby
es: Activar el receptor A/V desde el modo de espera

source: Wake A/V receiver from standby.
es: Activar el receptor A/V desde el modo de espera.

source: Wake On LAN
es: Activación en LAN

source: Wake Up
es: Reactivar

source: Wake Up To Standby
es: Activar a modo de espera

source: Wake the receiver from standby when the wake command is sent from the TV.
es: Activa el receptor desde el modo de espera cuando se envía el comando de activación desde el televisor.

source: Wakeup
es: Reactivar

source: Wakeup TV from standby
es: Reactivar TV en modo de espera

source: Wakeup command for TV
es: Señal de reactivación de TV

source: Wakeup signal from TV
es: Señal de reactivación de TV

source: War
es: Guerra

source: Warning
es: Advertencia

source: Warning: FBC-C V1 tuner should be connected to the first slot to work correctly. Otherwise, only 2 out of 8 demodulators will be available when connected in the second slot.
es: Advertencia: El sintonizador FBC-C V1 debe estar conectado a la primera ranura para que funcione correctamente. De lo contrario, solo 2 de los 8 demoduladores estarán disponibles cuando se conecten a la segunda slot.

source: Warning: no LNB; using factory defaults.
es: Aviso: no LNB. Utilizando datos de fábrica por defecto.

source: Warning: the second input of this dual tuner may not support SCR LNBs.
es: Advertencia: es posible que la segunda entrada de este sintonizador dual no admita LNB SCR.

source: Wassersport
es: Deportes acuáticos

source: Watch movies...
es: Reproducir películas...

source: Watch recordings
es: Ver grabaciones

source: Water Sport
es: Deportes acuáticos

source: Watersports
es: Deportes acuáticos

source: We advise flashing the new image to a regular MultiBoot slot and restoring a settings backup.
es: Le recomendamos actualizar la nueva imagen a una slot MultiBoot normal y restaurar una copia de seguridad de la configuración.

source: Weather
es: Tiempo

source: Web Interface
es: Interfaz web

source: Web interface
es: Interfaz web

source: Wed
es: Mié

source: Wednesday
es: Miércoles

source: Weekday
es: Día de la semana

source: Weekend
es: Finde

source: Weekly
es: Semanal

source: Weighted position
es: Posición ponderada.

source: Weightlifting
es: Levantamiento de pesas

source: Welcome to OpenViX! NOTE: This section of the wizard is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: If you continue adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to change these settings or No to skip this step.
es: ¡Bienvenido a OpenViX! NOTA: Esta sección del asistente está destinada a personas que no pueden desactivar el sobreescaneo en su televisor o pantalla. Intente primero desactivar el sobreescaneo antes de utilizar esta función. USO: Si continúa, ajuste el tamaño de la pantalla y la configuración de posición de modo que la capa de interfaz de usuario sombreada *solo* cubra el patrón de prueba en el fondo. Seleccione Sí para cambiar esta configuración o No para omitir este paso.

source: Welcome to OpenViX! Select 'Standard' to setup Standard Vu+ image. Select 'Multiboot' to setup Vu+ Multiboot.
es: Bienvenido a OpenViX! Seleccione "Estándar" para configurar la imagen Vu+ estándar. Seleccione "Multiboot" para configurar el Multiboot de Vu+.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
es: Bienvenido al editor de listas de corte. Ve al principio del material que quieras cortar. Pulsa 'OK' y selecciona 'inicio del corte'. Ve hasta al final, pulsa 'OK' y selecciona 'fin del corte'. Ya está.

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your settings and any extra plugins that were installed when the backup was created.
es: Bienvenido al asistente de restauración. Se ha detectado una copia de seguridad. Puede utilizar este asistente para restaurar su configuración y cualquier complemento adicional que se haya instalado cuando se creó la copia de seguridad.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
es: Bienvenido. Si quieres conectar la %s %s a internet, este asistente te guiará en la configuración básica de red de la %s %s. Pulsa 'OK' para empezar a configurar la red.

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
es: Bienvenido. El asistente de inicio te guiará por la configuración básica de tu %s %s. Pulsa la tecla 'OK' del mando para ir al siguiente paso.

source: Werbung
es: Publicidad

source: West
es: Oeste

source: West limit set
es: Configurar límite de oeste

source: Western
es: Occidental

source: Western Sahara
es: Sahara Occidental

source: Wettbewerb
es: Oferta de empleo

source: Wetter
es: Clima

source: What action is required on completion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do exactly that.
es: ¿Qué acción debe ejecutarse al finalizar el temporizador? En "auto", el receptor vuelve a su estado al inicio del temporizador. "No hacer nada", "suspender" e "hibernar" hacen exactamente eso.

source: What date of month ?
es: ¿Qué día del mes?

source: What day of week ?
es: ¿Qué día de la semana?

source: What do you want to scan?
es: ¿Qué quieres buscar?

source: When enabled a forced download will be possible from the extensions menu (blue button). Shows after next restart.
es: Cuando está habilitado, será posible realizar una descarga forzada desde el menú de extensiones (botón azul). Se muestra después del siguiente reinicio.

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
es: Cuando está habilitado, enigma2 cargará los grupos de usuario no vinculados. Esto significa que los grupos de usuario que están disponibles, pero no están incluidos en los archivos bouquets.tv o bouquets.radio, se cargarán igualmente. Esto le permite, por ejemplo, mantener su propio grupo de usuario mientras se actualizan las configuraciones instaladas.

source: When enabled the online checker will also check for experimental versions
es: Cuando está activado, el verificador online comprabará también las versiones experimentales.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
es: Cuando está habilitado, el receptor volverá automáticamente al modo de espera cuando se apague el televisor.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
es: Cuando esta opción está habilitada, el receptor se reactivará automáticamente desde el modo de espera cuando se encienda el televisor.

source: When enabled the set top box is able to wakeup on LAN
es: Cuando está habilitado, el decodificador puede activarse en LAN

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
es: Cuando está activado, los datos AIT se incluirán en los flujos http. Permite que un receptor cliente utilice HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
es: Cuando está activado, los datos AIT se incluirán en los flujos http. Permite que un receptor visualice el EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
es: Cuando está activado, aparecerá un mensaje cuando termine una película y empiece otra.

source: When enabled, a popup message will be shown when a recording starts.
es: Cuando está activado, aparecerá un mensaje cuando empiece una grabación.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
es: Cuando está activado, la grabación puede interrumpir la TV en directo si no hay sintonizadores libres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
es: Cuando esté habilitado, se mostrará una advertencia y el usuario tendrá una opción para detener o continuar el timeshift.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting.
es: Cuando está habilitado, siempre se descifran los flujos HTTP de recepción. Esto consume más recursos (descifrado de demultiplexores); habilítelo solo si es necesario. Los flujos individuales siempre se descifran si se agrega 0x100 al tipo de servicio, independientemente de esta configuración.

source: When enabled, authentication is required to watch http streams.
es: Cuando está habilitada, se requiere autenticación para ver transmisiones http.

source: When enabled, channel numbering will start at '1' for every bouquet.
es: Cuando está activado, la numeración de canales empezará en '1' en cada grupo.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
es: Cuando está activado, los contenidos con proporción 4:3 se ampliarán hasta ajustarse a la pantalla.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
es: Cuando está activado, se continúa al siguiente grupo cuando se llega al último canal del grupo actual durante el cambio de canales.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
es: Cuando está activado, las grabaciones borradas pasan a la papelera en vez de eliminarse inmediatamente.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
es: Cuando está activado, los subtítulos DVB se priorizan sobre los de teletexto cuando ambos estén disponibles.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
es: Cuando está activado, los subtítulos gráficos DVB aparecen en su posición original.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
es: Cuando está activado, los subtítulos gráficos DVB aparecerán en amarillo y no en su color original.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling.
es: Cuando está habilitado, los flujos http se descifran en el lado del servidor. El receptor del cliente (remoto) no tiene que realizar la descifración.

source: When enabled, it is possible to leave the Movie Player with exit.
es: Cuando está habilitado, es posible salir del reproductor de películas con la tecla de salida.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
es: Cuando está activado, se mide el consumo de energía para detectar cuando deja de girar el rotor (si lo soporta el sintonizador).

source: When enabled, network trash cans are probed for cleaning.
es: Cuando está activado, se revisan las papelaras de la red para su limpieza.

source: When enabled, number markers will be hidden.
es: Cuando está activado, los marcadores numéricos estarán ocultos.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
es: Cuando está activado, pulsar '0' cambia de canal al primero del primer grupo y se borra el historial de zapping.

source: When enabled, recordings are grouped by name into collections automatically.
es: Cuando está activado, las grabaciones se agrupan por nombre en colecciones automáticamente.

source: When enabled, reformat subtitles to match the width of the screen.
es: Cuando está activado, reformatea los subtítulos para que coincidan con el ancho de la pantalla.

source: When enabled, show channel numbers in the channel selection screen.
es: Cuando está activado, se visualizan los números de canal en la pantalla de selección.

source: When enabled, subtitles for the hearing impaired can be used.
es: Cuando está activado, pueden usarse subtítulos para sordos.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
es: Cuando está activado, los subtítulos para sordos se priorizan sobre los normales, cuando ambos estén disponibles.

source: When enabled, teletext pages will be cached, allowing faster access.
es: Cuando está activado, las páginas del teletexto se guardan en caché y se agiliza el acceso.

source: When enabled, teletext subtitles will be displayed at their original position.
es: Cuando está activado, los subtítulos del teletexto aparecen en su posición original.

source: When enabled, the PiP can be closed by the EXIT button.
es: Cuando está activado, se puede cerrar el PiP con la tecla de salir.

source: When enabled, the VCR scart option will be shown in the main menu
es: Cuando está activado, la opción VCR scart se mostrará en el menú principal

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
es: Cuando está activado, la duración de cada grabación aparecerá en la lista de películas (puede tardar más).

source: When enabled, the receiver will automatically use the audio track which you selected before.
es: Cuando está activado, el receptor usa automáticamente la pista de audio que has seleccionado previamente.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
es: Cuando está activado, el receptor usa automáticamente los subtítulos que has seleccionado previamente.

source: When enabled, the receiver will select an AC3 track (when available).
es: Cuando está activado, el receptor selecciona la pista AC3 (si está disponible).

source: When enabled, the receiver will select an AC3+ track (when available).
es: Cuando está activado, el receptor selecciona la pista AC3 (si está disponible).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
es: Cuando está habilitada, esta configuración tiene más peso que el 'sintonizador preferido para grabaciones'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
es: Cuando está habilitada, esta configuración tiene más peso que el 'sintonizador preferido'.

source: When enabled, timeshift starts automatically in background after the specified time.
es: Cuando está habilitado, timeshift se inicia automáticamente en el fondo después del tiempo especificado.

source: When enabled, use DHCP for the IP configuration.
es: Cuando está activado, se usa DHCP para la configuración de IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
es: Cuando está activado, el receptor detecta la actividad de la entrada VCR SCART.

source: When flashing from the recovery image it is possible to flash it to the recovery slot.
es: Al actualizar desde la imagen de recuperación, es posible actualizarla a la slot de recuperación.

source: When maximum space for all logs is reached, the oldest logs will be deleted.
es: Si los historiales utilizan el espacio máximo configurado, se borrará el más antiguo.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
es: En Nonzero, la grabación comenzará antes del tiempo de inicio indicado por EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
es: En Nonzero, la grabación se detendrá después del tiempo de finalización indicado por EPG.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
es: Cuando el receptor sale del modo de espera, ordenará al televisor que cambie a la entrada HDMI a la que está conectado el receptor.

source: When set the PIG will return to live after a movie has stopped playing.
es: Cuando está activado, PIG vuelve al directo cuando deja de reproducirse una película.

source: When set to 'user defined' this option allows you to sort or hide menu items via the blue button in menu screens. When set to 'user defined hidden' the blue button text in the menu remains hidden even though the user sort feature is active.
es: Cuando se configura como "definido por el usuario", esta opción le permite ordenar u ocultar elementos del menú mediante el botón azul en las pantallas de menú. Cuando se configura como "definido por el usuario oculto", el texto del botón azul en el menú permanece oculto aunque la función de ordenación del usuario esté activa.

source: When set, each directory will show the previous state used. When off, the default values will be shown.
es: Cuando está activado, cada carpeta muestra el estado previo. Desactivado, se ven los valores por defecto.

source: When set, sort changes via the sort key will be permanent. When unset, sort changes will be temporary - just for this view of a directory.
es: Cuando se configura, los cambios de ordenación a través de la clave de ordenación serán permanentes. Cuando no se configura, los cambios de ordenación serán temporales, solo para esta vista de un directorio.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
es: Cuando el contenido tiene un ratio de 16:9, elige si quieres escalar o estirar la imagen.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
es: Cuando el contenido tiene un ratio de 4:3, elige si quieres escalar o estirar la imagen.
