Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Switch to filelist
es: Cambiar a la lista de archivos

source: Switch to next sub service
es: Cambiar al subcanal siguiente

source: Switch to playlist
es: Cambiar a la lista de reproducción

source: Switch to previous sub service
es: Cambiar al subcanal anterior

source: Switch to radio mode
es: Cambiar al canal anterior

source: Switch to the next channel
es: Cambiar al siguiente canal

source: Switch to the next channel in history
es: Cambiar al siguiente canal en el historial

source: Switch to the previous channel
es: Cambiar al canal anterior

source: Switch to the previous channel in history
es: Cambiar al canal anterior en el historial.

source: Switzerland
es: Suiza

source: Symbol rate
es: Índice de símbolo

source: Symbol rate & FEC
es: Índice de símbolo y FEC

source: Symbol rate:
es: Índice de símbolo:

source: Sync failure moving back to origin !
es: Fallo de sincronización en la vuelta al origen.

source: Sync time using
es: Sincronizar tiempo con

source: Synchronize system time using transponder or internet.
es: Sincronizar hora de sistema mediante transpondedor o internet.

source: Syrian Arab Republic
es: República Árabe Siria

source: System
es: Sistema

source: System & Modulation
es: Sistema y Modulación

source: System temp: %s
es: Temp del sistema: %s

source: System temperature: %s
es: Temperatura del sistema: %s

source: System:
es: Sistema:

source: T2MI PLP ID
es: ID T2MI PLP

source: T2MI RAW Mode
es: Modo RAW T2MI

source: TEXT
es: TEXTO

source: TIMER
es: TEMPORIZADOR

source: TMDB search for current event
es: Búsqueda TMDB del programa actual

source: TMDb Search
es: Búsqueda TMDb

source: TMDb search
es: Búsqueda TMDb

source: TMDb search for highlighted event
es: Búsqueda TMDB del programa destacado

source: TRANSLATOR_INFO
es: Translatedby: www.costablancatranslations.com

source: TS file is too large for ISO9660 level 1!
es: El archivo TS es demasiado grande para el nivel 1 ISO9660.

source: TUNER:
es: SINTONIZADOR:

source: TUNING
es: SINTONIZANDO

source: TV physical address report
es: Informe de dirección física de TV.

source: TXT Subtitles page & lang
es: Página de subtítulos TXT y idioma

source: Tab
es: Pestaña

source: Table Tennis
es: Tennis de mesa

source: Table of contents for collection
es: Índice de la colección

source: Tags
es: Etiquetas

source: Taiwan
es: Taiwán

source: Tajikistan
es: Tayikistán

source: Talk
es: Debate

source: Talk Show
es: Programa debate

source: Tanz
es: Baile

source: Tanzania, United Republic of
es: Tanzanía, República Unida de

source: Task warning on shutdown
es: Advertencia de tarea al apagar

source: Technik
es: Tecnología

source: Technology
es: Tecnología

source: Telefilm
es: Telepelícula

source: Teletext
es: Teletexto

source: Teletext subtitle color
es: Color de subtítulos del teletexto.

source: Televendita
es: Televenta

source: Telnet Interface
es: Interfaz Telnet

source: Telnet Port
es: Puerto Telnet

source: Telnet Setup
es: Configuración Telnet

source: Telnet interface
es: Interfaz Telnet

source: Telnet port
es: Puerto Telnet

source: Temp folder
es: Carpeta temporal

source: Terrestrial
es: Terrestre

source: Test DiSEqC settings
es: Configuración de Test DisEqC

source: Test mode
es: Modo prueba

source: Test the network configuration of your %s %s.
es: Probar la configuración de red de la %s %s.

source: Test type
es: Tipo de prueba

source: Testscreens
es: Pantallas de prueba

source: Testscreens that are helpfull to fine-tune your display
es: Pantallas de prueba que son útiles para ajustar la visualización

source: Text
es: Texto

source: Text Grid EPG
es: EPG rejilla no gráfico

source: Text View On
es: Visto de texto encendido

source: Text color
es: Color del texto

source: Thai
es: Tailandés/a

source: Thailand
es: Tailandia

source: Thank you for using the wizard. Please press OK to continue.
es: Gracias por usar el asistente. Pulsa OK para continuar.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
es: Gracias por usar el asistente. Tu %s %s ya está lista. Pulsa 'OK' para empezar a usar tu %s %s.

source: The %s %s loads the saved EPG data every (hours).
es: La %s %s recarga los datos guardados en EPG cada (horas).

source: The %s %s saves the EPG data every (hours).
es: La %s %s guarda los datos guardados en EPG cada (horas).

source: The AutoTimer plugin is not installed! Please install it.
es: El complemento autotemporizador no está instalado. Por favor, instálalo.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a %s %s format data DVD (which will not play in stand-alone DVD players) instead?
es: El estándar DVD no admite transmisiones de video H.264 (HDTV). ¿Desea crear un DVD de datos con formato %s %s (que no se reproducirá en reproductores de DVD independientes)?

source: The DreamPlex plugin is not installed! Please install it.
es: El complemento DreamPlex no está instalado. Por favor, instálalo.

source: The EPGSearch plugin is not installed! Please install it.
es: El complemento de búsquedas EPG no está instalado. Por favor, instálalo.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2, EXT3 or EXT4!
es: El sistema de archivos de tu disco Timeshift no soporta enlaces físicos. Asegúrate de que esté formateado en EXT2, EXT3 o EXT4.

source: The IMDb plugin is not installed! Please install it.
es: El complemento IMDb no está instalado. Por favor, instálalo.

source: The IP address of the streamrelay server that is used to descramble services that can only be decrypted via stream relay.
es: La dirección IP del servidor streamrelay que se utiliza para descifrar servicios que solo se pueden descifrar mediante stream relay.

source: The Linux kernel has changed, an update is not permitted. Install latest image using USB stick or Image Manager.
es: El kernel de Linux ha cambiado, no se permite realizar actualizaciones. Instala la imagen más reciente mediante una memoria USB o el Administrador de imágenes.

source: The Linux kernel has changed, plugins are not compatible. Install latest image using USB stick or Image Manager.
es: El kernel de Linux ha cambiado, los complementos no son compatibles. Instala la imagen más reciente mediante una memoria USB o el Administrador de imágenes.

source: The PIN code has been changed successfully.
es: El código PIN ha sido cambiado correctamente.

source: The PIN code has been saved successfully.
es: El código PIN ha sido guardado correctamente.

source: The PIN codes you entered are different.
es: Los códigos PIN que has introducido es diferente.

source: The TMDb plugin is not installed! Please install it.
es: El complemento TMDb no está instalado. Por favor, instálalo.

source: The aspect ratio of the recording.
es: La relación de aspecto de la grabación.

source: The backup creates a snapshot of the image exactly as it is at the current instant.
es: La copia de seguridad crea una instantánea de la imagen exactamente como es en el instante actual.

source: The backup location does not have enough free space.
es: El destino de copias de seguridad no tiene espacio suficiente.

source: The backup location does not have enough free space.
es: El destino de copias de seguridad no tiene espacio suficiente.

source: The bitrate of the video encoder. Larger value improves quality and increases file size.
es: La copia de seguridad crea una instantánea de la imagen exactamente como es en el instante actual.

source: The changes need a system restart to take effect. Restart your %s %s now?
es: Los cambios requieren que se reinicie el sistema para que surtan efecto. ¿Desea reiniciar su %s %s ahora?

source: The chosen location does not exist, using /media/hdd.
es: El destino elegido no existe. Se usará /media/hdd

source: The command to wake from standby will be sent multiple times.
es: El comando para reactivar el dispositivo desde el modo de espera se enviará varias veces.

source: The commit log cannot be retrieved at the moment - please try again later.
es: No se puede recuperar el registro de commits en este momento: inténtelo nuevamente más tarde.

source: The commit log cannot be retrieved at the moment - please try again later.
es: No se puede recuperar el registro de commits en este momento: inténtelo nuevamente más tarde.

source: The current update may be unstable.
es: La última actualización podría ser inestable.

source: The directory %s already exists.
es: El directorio %s ya existe.

source: The following files were found...
es: Se han encontrado los siguientes ficheros...

source: The height of the picture. The input will be scaled to match this value.
es: La altura de la imagen. La entrada se escalará para que coincida con este valor.

source: The image will then be downloaded to the 'Backup location'.
es: Luego, la imagen se descargará a la 'Ubicación de copias de seguridad'.

source: The loopthrough setting is wrong.
es: La configuración del bucle es incorrecta.

source: The name of the receiver can be included in the backup filename, but makes the filename lengthy.
es: El nombre del receptor se puede incluir en el nombre del archivo de respaldo, pero hace que el nombre del archivo sea largo.

source: The new image will overwrite the previous one including any client images that were also configured, so care needs to be taken to make any full image backups (including client images) before overwriting the recovery image.
es: La nueva imagen sobrescribirá la anterior, incluidas todas las imágenes de cliente que también se configuraron, por lo que se debe tener cuidado de realizar copias de seguridad completas de la imagen (incluidas las imágenes de cliente) antes de sobrescribir la imagen de recuperación.

source: The order and grouping of the help information list can be controlled using MENU>Setup>User Interface>Settings>Sort order for help screen.
es: El orden y la agrupación de la lista de información de ayuda se pueden controlar mediante MENÚ>Configuración>Interfaz de usuario>Configuración>Orden de clasificación para la pantalla de ayuda.

source: The password can not be blank.
es: La contraseña no puede estar en blanco.

source: The path %s already exists.
es: El directorio %s ya existe.

source: The pin code you entered is wrong.
es: El pin introducido no es correcto.

source: The port of the streamrelay server that is used to descramble services that can only be decrypted via stream relay.
es: El puerto del servidor streamrelay que se utiliza para descifrar servicios que solo se pueden descifrar mediante stream relay.

source: The results have been written to %s.
es: Los resultados se han escrito en %s.

source: The saved PIN was cleared.
es: Se borró el PIN guardado.

source: The selected language is unavailable - using en_US
es: El idioma seleccionado no está disponible: se utiliza en_US

source: The service has been added to the favourites.
es: El canal ha sido añadido a Favoritos.

source: The service has been added to the selected bouquet.
es: El canal ha sido añadido a el grupo seleccionada.

source: The user interface of your %s %s is restarting
es: Reiniciando la interfaz de usuario de %s %s

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
es: La interfaz de usuario de %s %s se está reiniciando por un error en StartTest.py.

source: The width of the picture. The input will be scaled to match this value.
es: El ancho de la imagen. La entrada se escalará para que coincida con este valor.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
es: El complemento de LAN inalámbrica no está instalado. Instálalo y elige lo que quieres hacer después.

source: The wireless LAN plugin is not installed! Please install it.
es: El complemento de LAN inalámbrica no está instalado. Por favor, instálalo.

source: The wizard is finished now, and will reboot.
es: El asistente ha finalizado y se reiniciará.

source: The wizard is finished now.
es: El asistente ha terminado.

source: Theater
es: Teatro

source: There are no saved playlists to delete!
es: ¡No hay listas de reproducción guardadas para borrar!

source: There are no saved playlists to load!
es: ¡No hay listas de reproducción guardadas para cargar!

source: There has been a '%s', please try again later. If this issue persists, please check openvix.co.uk or world-of-satellite.com
es: Se ha producido un '%s'. Inténtelo de nuevo más tarde. Si el problema persiste, consulte openvix.co.uk o world-of-satellite.com

source: There has been an error, please try again later. If this issue persists, please check openvix.co.uk or world-of-satellite.com
es: Se ha producido un error. Inténtelo de nuevo más tarde. Si el problema persiste, consulte openvix.co.uk o world-of-satellite.com

source: There is a problem with this device. Please reformat it and try again.
es: Ha habido un problema con este dispositivo. Reformatéalo y vuelve a intentarlo.

source: There is no backup to restore.
es: No hay ninguna copia para restaurar.

source: There is no image to flash.
es: No hay ninguna imagen para flasear.

source: There is no signal to lock on !
es: Sin señal que bloquear.

source: There might not be enough space on the selected partition.. Do you really want to continue?
es: Puede que no haya suficiente especio en la partición seleccionada. ¿Seguro que quieres continuar?

source: This %s %s cannot decode %s streams!
es: Esta %s %s no puede descodificar %s Streams.

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
es: El disco DVD-RW ya está formateado. Si lo reformateas, se borrarán todos los contenidos del disco.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
es: Te permite cambiar el tamaño de letra según el tamaño de Skin. 1 aumenta 1 punto, -1 disminuye 1 punto.

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
es: Te permite cambiar el tamaño de letra según el tamaño de Skin. 1 aumenta 1 punto, -1 disminuye 1 punto.

source: This allows you to change the number of rows shown.
es: Te permite cambiar el número de filas mostradas.

source: This allows you to set the number of digits you can input when selecting channels using number input.
es: Esto le permite establecer la cantidad de dígitos que puede ingresar al seleccionar canales usando la entrada de números.

source: This change will overwrite all eMMC slots.
es: Este cambio sobrescribirá todas las slots eMMC.

source: This device is already mounted as HDD.
es: Este dispositivo ya está montado como disco duro.

source: This feature is for skin developers. It allows the skin to load without requiring an enigma restart.
es: Esta función está destinada a los desarrolladores de skins. Permite que el skin se cargue sin necesidad de reiniciar Enigma.

source: This field allows you to search an additional symbol rate up to %s.
es: Este campo le permite buscar una tasa de símbolo adicional hasta %s.

source: This is a multitype tuner. Available options depend on the hardware.
es: Este es un sintonizador multitipo. Las opciones disponibles dependen del hardware.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
es: Este es el orden en el que se envían los comandos DiSEqC al sistema de antena. El orden debe corresponder exactamente con el orden en el que se disponen los dispositivos físicos a lo largo del cable de señal (empezando por el extremo del receptor).

source: This is the prefix of each entry in the debug log. 'boot time' is the number of seconds since the receiver was last booted.
es: Este es el prefijo de cada entrada en el registro de depuración. 'tiempo de arranque' es el número de segundos desde que se inició el receptor por última vez.

source: This not valid ONID/TSID
es: Esto no es válido ONID / TSID

source: This only applies to a handful of Vu+ 4K models.
es: Esto solo se aplica a unos pocos modelos Vu+ 4K.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
es: Esta opción te permite reducir el bloqueo de ruido en la imagen. Obviamente, se reduce la nitidez de la imagen.

source: This option allows to set the level of dynamic contrast of the picture.
es: Esta opción te permite ajustar el nivel de contraste dinámico de la imagen.

source: This option allows you choose how to display elapsed time as + or -
es: Esta opción te permite elegir cómo visualizar el tiempo transcurrido en + o -.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
es: Esta opción te permite elegir cómo visualizar el tiempo restante, transcurrido o ambos.

source: This option allows you choose how to display the Time or nothing in Standby
es: Esta opción le permite elegir cómo mostrar la hora o nada en modo de espera

source: This option allows you choose how to display the remaining/elapsed time for live TV.
es: Esta opción te permite elegir cómo visualizar el tiempo restante/transcurrido de TV en directo.

source: This option allows you choose the background color of transparent picons.
es: Esta opción te permite elegir el color de fondo de Picons transparentes.

source: This option allows you enable smoothing filter to control the dithering process.
es: Esta opción le permite habilitar el filtro de suavizado para controlar el proceso de dithering.

source: This option allows you enable the vertical scaler dejagging.
es: Esta opción le permite habilitar el escalado vertical.

source: This option allows you to boost the blue tones in the picture.
es: Esta opción te permite reforzar los tonos azules de la imagen.

source: This option allows you to boost the green tones in the picture.
es: Esta opción te permite reforzar los tonos verdes de la imagen.

source: This option allows you to bypass HDMI EDID check
es: Esta opción le permite omitir la verificación EDID de HDMI

source: This option allows you to change the virtual loudspeaker position.
es: Esta opción le permite cambiar la posición del altavoz virtual.

source: This option allows you to choose from the two channel lists that are available.
es: Esta opción te permite elegir entre las dos listas de canales disponibles.

source: This option allows you to choose how to display elapsed time. As + or -
es: Esta opción te permite elegir cómo visualizar el tiempo transcurrido en + o -

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
es: Esta opción te permite elegir cómo visualizar el tiempo restante/transcurrido de reproducción de medios.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
es: Esta opción te permite elegir cómo visualizar el tiempo restante/transcurrido de TV en directo.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
es: Esta opción te permite elegir cómo visualizar el tiempo restante/transcurrido de reproducción de medios.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
es: Esta opción te permite elegir a qué salta la primera pulsación de tecla en la lista de canales (pulsar '2' salta primero a 'A' o '2'), cuando se realizan acciones preestablecidas de 'Acciones rápidas'.

source: This option allows you to choose whether or not to display genre information for the event.
es: Esta opción le permite elegir si desea o no mostrar información de género para el evento.

source: This option allows you to disable sorting of the option in setting screens
es: Esta opción te permite desactivar el orden de opciones en las pantallas de ajustes.

source: This option allows you to disable sorting of the plugin browser.
es: Esta opción te permite desactivar el orden del navegador de complementos.

source: This option allows you to enable 3D Surround Sound for an output.
es: EEsta opción le permite habilitar el sonido envolvente 3D para una salida.

source: This option allows you to power on or off the display.
es: Esta opción le permite encender o apagar el panel.

source: This option allows you to set the layout view (Text or Graphics).
es: Esta opción te permite elegir configurar la vista de composición (texto o gráfico).

source: This option allows you to show menu number quick links.
es: Esta opción le permite mostrar enlaces rápidos a números de menú.

source: This option allows you to show the SNR as a percentage (not all receivers support this).
es: Esta opción permite SNR como porcentaje (no todos los receptores lo soportan).

source: This option allows you to show the full screen path leading to the current screen.
es: Esta opción le permite mostrar la ruta de pantalla completa que conduce a la pantalla actual.

source: This option allows you to switch audio to bluetooth speakers.
es: Esta opción le permite cambiar el audio a los altavoces bluetooth.

source: This option allows you to view the old and new settings side by side.
es: Esta opción te permite ver los ajustes nuevos y antiguos, lado a lado.

source: This option configures output for Auto Volume Level.
es: Esta opción configura la salida para el nivel de volumen automático.

source: This option configures the general audio delay for bluetooth speakers.
es: Esta opción configura el retraso de audio general para los altavoces bluetooth.

source: This option configures the general audio delay of Dolby Digital sound tracks.
es: Esta opción configura el retraso general de audio de las pistas Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
es: Esta opción configura el retraso general de audio de las pistas estéreo.

source: This option configures the screen resolution in PC output mode.
es: Esta opción configura la resolucíón de pantalla en modo salida PC.

source: This option configures the video output mode (or resolution).
es: Esta opción configura el modo de salida de vídeo (o resolución).

source: This option lets you adjust the transparency of the user interface
es: Esta opción te permite ajustar la transparencia de la interfaz de usuario.

source: This option moves the PVR status from the separate window into the Movie Player infobar.
es: Esta opción traslada el estado PVR de una ventana aparte a la infobar del reproductor de películas.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
es: Esta opción configura el nivel de supresión de ruido de mosquito (muestreo aleatorio, resultado de una fuerte compresión). Obviamente, se reduce el detalle en la imagen.

source: This option sets the picture brightness.
es: Esta opción configura el brillo de la imagen.

source: This option sets the picture color space.
es: Esta opción configura el espacio de color de la imagen.

source: This option sets the picture contrast.
es: Esta opción configura el contraste de la imagen.

source: This option sets the picture flesh tones.
es: Esta opción configura los tonos de piel de la imagen.

source: This option sets the picture hue.
es: Esta opción configura el tono de la imagen.

source: This option sets the picture saturation.
es: Esta opción configura la saturación de la imagen.
