Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: When the receiver wakes from standby, it will send a command to the TV to bring it out of standby too.
es: Cuando el receptor sale del modo de espera, enviará un comando al televisor para sacarlo también del modo de espera.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure of what you're doing.
es: Cuando esté sintonizado en un canal, el sistema busca normalmente en el transpondedor los cambios y los guarda. Marca 'Sí' sólo si estás completamente seguro.

source: Where should the recording be saved?
es: ¿Dónde quieres guardar la grabación?

source: Where to save temporary timeshift recordings?
es: ¿Dónde quieres guardar las grabaciones temporales de Timeshift?

source: Which event do you want to save permanently?
es: ¿Qué programa quieres guardar permanentemente?

source: White
es: Blanco

source: Width
es: Ancho

source: Winter Sports
es: Deportes de invierno

source: Wintersport
es: Deportes de invierno

source: Wireless LAN
es: Red LAN

source: Wireless network
es: Red inalámbrica

source: Wireless network configuration...
es: Configuración de red inalámbrica...

source: Wireless network connection setup
es: Configuración de la conexión de red inalámbrica.

source: Wireless network connection setup.
es: Configuración de la conexión de red inalámbrica.

source: Wireless network state
es: Estado de red inalámbrica.

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
es: Con el modo T2MI RAW desactivado (predeterminado), podemos usar la desencapsulación PLP T2MI única. Con el modo T2MI RAW habilitado, podemos usar astra-sm para analizar T2MI

source: With popup
es: Con ventana emergente

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
es: Con esta opción en 'Sí', las listas de canales siempre muestran primero la pantalla de grupos. En 'no', se abre el grupo actual.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
es: Con esta opción puedes ocultar las tareas en la pantalla de extensión (pulsación corta de la tecla azul).

source: Without popup
es: Sin ventana emergente

source: World Affairs
es: Actualidad del mundo

source: World Cultures
es: Cultura del mundo

source: Would you save the entered PIN %s persistent?
es: ¿Podrías guardar el PIN ingresado %s de forma persistente?

source: Wrestling
es: Lucha

source: Write error while recording. Disk full?
es: Error durante la grabación. ¿El disco está lleno?

source: Write error while recording. Disk full? %s
es: Error de escritura durante la grabación. ¿El disco está lleno? %s

source: Write failed!
es: Fallo durante la escritura.

source: Write to /tmp/positionersetup.log
es: Escribir /tmp/positionersetup.log

source: XBox 360 support
es: Soporte XBox 360

source: YELLOW
es: AMARILLO

source: YES
es: SÍ

source: YES, to restore plugins
es: Sí, restaurar complementos

source: YES, to restore settings
es: Sí, restaurar configuración

source: YYYY-MM-DD
es: AAAA-MM-DD

source: Year
es: Año

source: Yellow
es: Amarillo

source: Yellow DVB subtitles
es: Subtítulos DVB en amarillo

source: Yellow button (long)
es: Tecla amarilla (largo)

source: Yellow button (short)
es: Tecla amarilla (corto)

source: Yellow button function
es: Función de tecla amarilla

source: Yellow long
es: Amarillo (largo)

source: Yes
es: Sí

source: Yes (save index in setup tuner)
es: Sí (guardar índice en la configuración del sintonizador)

source: Yes to all
es: Sí a todo

source: Yes, and delete this movie
es: Sí y borrar esta película.

source: Yes, and return to the movie list
es: Sí, y volver a la lista de películas.

source: Yes, but don't save timeshift as movie
es: No guardar Timeshift como película

source: Yes, but save timeshift as movie and continue recording
es: Guardar Timeshift como película y seguir grabando.

source: Yes, but save timeshift as movie and stop recording
es: Guardar Timeshift como película y detener la grabación.

source: Yes, delete this movie and return to the movie list
es: Sí, borrar esta película y volver a la lista de películas.

source: Yes, do a manual scan now
es: Sí, hacer una búsqueda manual ahora.

source: Yes, do an automatic scan now
es: Sí, hacer una búsqueda automática ahora.

source: Yes, do another manual scan now
es: Sí, hacer otra búsqueda manual ahora.

source: Yes, show delete time
es: Sí, muestra la hora de la eliminación

source: Yes, show record time
es: Sí, muestra la hora de la grabación

source: Yesterday
es: Ayer

source: You already have a bootlogo installed, would you like to remove "%s"?
es: Ya has instalado Bootlogo. ¿Quieres borrar "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
es: Ya has instalado una lista de canales. ¿Quieres borrar "%s"?

source: You can Display MiniTV with or without OSD Menu
es: Puede visualizar MiniTV con o sin menú OSD

source: You can Display PIP with or without OSD Menu
es: Puede visualizar PIP con o sin menú OSD

source: You can continue watching TV while this is running.
es: Puedes seguir viendo la televisión mientras funciona.

source: You can have the list sorted by time or alphanumerical.
es: Puedes ordenar la lista por orden horario o alfanumérico.

source: You can only burn %s %s recordings!
es: ¡Sólo puedes grabar %s %s grabaciones!

source: You cannot delete this!
es: No puedes borrar esto.

source: You didn't select a channel to record from.
es: No has seleccionado un canal que grabar.

source: You have a marked recording
es: Tiene una grabación marcada

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
es: Ha elegido guardar el evento de timeshift actual, pero aún no ha finalizado. ¿Qué quiere hacer?

source: You have not selected any logs to delete.
es: No has seleccionado ningún historial para borrar.

source: You have to create a SWAP file before trying to activate the autostart.
es: Hay que crear un archivo de intercambio antes de activar autoinicio.

source: You have to wait %s!
es: Tienes que esperar %s.

source: You must switch to the service %s (%s - '%s')!
es: ¡Debes cambiar al canal %s (%s - '%s')!

source: You seem to be in timeshft, the service will briefly stop as timeshift stops.
es: Parece que está en timeshift. El canal se detendrá brevemente mientras se detiene timeshift.

source: You seem to be in timeshift!
es: ¡Parece que está en timeshift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
es: Parece que estás en Timeshift. ¿Quieres abandonar Timeshift?

source: You seem to be in timeshift, Do you want to leave timeshift? Streams & IPTV not fully supported!
es: Parece que estás en Timeshift. ¿Quieres abandonar Timeshift? ¡Streams e IPTV no totalmente compatibles!

source: Your %s %s could not connect to the plugin feeds at this time. Please try using the Backup manager to restore plugins later.
es: La %s %s no pudo conectarse a las fuentes en este momento. Intente usar el administrador de copias de seguridad para restaurar los complementos más tarde.

source: Your %s %s has no %s access, please check your network settings and make sure you have network cable connected and try again.
es: La %s %s no tiene acceso a %s, verifique su configuración de red y asegúrese de tener el cable de red conectado y vuelva a intentarlo.

source: Your %s %s has no internet access, please check your network settings and make sure you have network cable connected and try again.
es: La %s %s no tiene acceso a Internet, verifique su configuración de red y asegúrese de tener el cable de red conectado y vuelva a intentarlo.

source: Your %s %s has no network access, please check your network settings and make sure you have network cable connected and try again.
es: La %s %s no tiene acceso a la red, verifique su configuración de red y asegúrese de tener el cable de red conectado y vuelva a intentarlo.

source: Your %s %s is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
es: La %s %s está a punto de crear una copia de seguridad de imagen completa. Esto puede tardar unos 6 minutos en completarse. ¿Permitir esto?

source: Your %s %s is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
es: La %s %s está a punto de ejecutar una copia de seguridad de su configuración y detectar sus complementos. ¿Permitir esto?

source: Your %s %s is not able to connect to the feeds, please try again later. If this persists please report on the OpenViX forum at world-of-satellite.com.
es: La %s %s no puede conectarse a las fuentes, inténtelo de nuevo más tarde. Si esto persiste, infórmelo en el foro OpenViX en world-of-satellite.com.

source: Your %s %s is not connected to a network. Please check your network settings and try again.
es: La %s %s no está conectado a una red. Verifique la configuración de red y vuelva a intentarlo.

source: Your %s %s is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
es: La %s %s no está conectado a una red. Intente utilizar el administrador de copias de seguridad para restaurar los complementos más tarde cuando haya una conexión de red disponible.

source: Your %s %s is not connected to the Internet. Please check your network settings and try again.
es: La %s %s no está conectado a Internet. Verifique la configuración de red y vuelva a intentarlo.

source: Your %s %s is not connected to the Internet. Please try using Backup manager to restore plugins later.
es: La %s %s no está conectado a Internet. Intente utilizar el administrador de copias de seguridad para restaurar los complementos más tarde.

source: Your %s %s is not connected to the Internet. Please try using the Backup manager to restore plugins later.
es: La %s %s no está conectado a Internet. Intente utilizar el administrador de copias de seguridad para restaurar los complementos más tarde.

source: Your %s %s is now ready to be used. Your internet connection is working now.
es: La %s %s está lista para usarse. La conexión a internet funciona.

source: Your %s %s is rebooting
es: Reiniciando la %s %s

source: Your %s %s is rebooting into Android Mode
es: Reiniciando la %s %s en modo Android.

source: Your %s %s is rebooting into Recovery Mode
es: Reiniciando la %s %s en modo de recuperación.

source: Your %s %s is shutting down
es: Apagando la %s %s

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
es: La %s %s podría estar inutilizable. Consulta el manual antes de reiniciar la %s %s.

source: Your %s %s needs to be restarted to complete the installation of %s Do you want to reboot now ?
es: Es necesario reiniciar la %s %s para completar la instalación de %s ¿Quieres instalarlo ahora?

source: Your %s %s needs to be restarted to complete the removal of %s Do you want to reboot now ?
es: Se reiniciará la %s %s después de eliminar %s. ¿Quieres eliminarlo ahora?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
es: Se reiniciará la %s %s después de instalar el canal. ¿Quieres instalarlo ahora?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
es: Se reiniciará la %s %s después de eliminar el canal. ¿Quieres eliminarlo ahora?

source: Your STB will restart after pressing OK on your remote control.
es: La STB se reiniciará cuando pulses 'OK' en el mando a distancia.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
es: Tu colección excede el tamaño de un medio de capa simple. Necesitas un DVD vacío de doble capa.

source: Your config file is not well formed: %s
es: El archivo de configuración no está bien formado: %s

source: Your current collection will get lost!
es: Tu colección actual se perderá.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
es: Se va a actualizar el procesador frontal. Espera a que se reinicie la %s %s. Puede tardar varios minutos

source: Your internet connection is not working! Please choose what you want to do next.
es: Tu conexión a internet no está funcionando. Elige lo que quieres hacer ahora.

source: Your internet connection is working (ip: %s)
es: La conexión a internet funciona (ip: %s).

source: Your internet connection is working now. Please press OK to continue.
es: La connection internet ahora está en marcha. Pulsar OK para continuar.

source: Your network configuration has been activated.
es: Tu configuración de red ha sido activada.

source: Your network configuration has been disabled.
es: Tu configuración de red ha sido desactivada.

source: Your network has finished restarting
es: La red se ha reiniciando

source: Your network is restarting, Please wait...
es: La red se está reiniciando. Espera un momento...

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
es: Su receptor puede utilizar el rango de búsqueda optimizado de SCPC. Consulte el manual de su receptor para obtener más información.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
es: El receptor puede utilizar la amplitud del tono. Consulte el manual del receptor para obtener más información.

source: Your receiver does not have an internet connection
es: El receptor no está conectado a internet.

source: Your receiver is not connected to the internet
es: El receptor no está conectado a internet.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
es: No puede iniciarse la conexión wifi a internet. ¿Has conectado un dispositivo WLAN USB? Elige lo que quieres hacer ahora:

source: Youth
es: Adolesente

source: Zap
es: Zapping

source: Zap + Exit
es: Zapear y salir

source: Zap Up/Down
es: Zapear arriba/abajo

source: Zap back to previously tuned service?
es: ¿Volver al último canal sintonizado?

source: Zap back to service before positioner setup?
es: ¿Volver al canal antes de configurar el motor?

source: Zap down
es: Zapear abajo

source: Zap focus to Picture in Picture
es: Cambiar enfoque a foto en foto.

source: Zap focus to main screen
es: Cambiar enfoque a la pantalla principal.

source: Zap key delay for channel number input
es: Retraso de la tecla Zap para la entrada del número de canal

source: Zap mode
es: Modo zapping

source: Zap to
es: Zapear a

source: Zap to channel number
es: Zapear al número de canal

source: Zap to channel/service
es: Zapear al canal

source: Zap to channel/service and close
es: Zapear al canal y cerrar

source: Zap to first channel & clear zap history
es: Zapear al primer canal y borrar historia de zaps

source: Zap up
es: Zapear arriba

source: Zapped to timer service %s as PiP!
es: ¡Zapeado al servicio de temporizador %s como PiP!

source: Zapped to timer service %s!
es: ¡Zapeado al servicio de temporizador %s!

source: Zaps to EPG download transponder for EPG fetch.
es: Zaps al transpondedor de descarga EPG para capturar EPG.

source: Zoom In/Out TV
es: Zoom cercar/alejar el televisor

source: Zoom Off
es: Zoom desactivado

source: Zoom from left
es: Zoom desde la izquierda

source: Zoom from right
es: Zoom desde la derecha

source: [MultiBootSelector][add USB STARTUP slots] - No EXT4 USB attached.
es: [MultiBootSelector][agregar slots de INICIO USB] - No hay USB EXT4 conectado.

source: [MultiBootSelector][add USB STARTUP slots] - The USB (%s) only has %s free. At least 1024MB is required.
es: [MultiBootSelector][agregar slots de INICIO USB]: el USB (%s) solo tiene %s libre. Se requieren al menos 1024 MB.

source: [TimeShift] Restarting Timeshift!
es: Reiniciando TimeShift [TimeShift]

source: [Timeshift] Merging records failed!
es: Ha fallado la fusión de grabaciones [Timeshift].

source: [alternative edit]
es: [edición alternativa]

source: [bouquet edit]
es: [editar grupo]

source: [favourite edit]
es: [editar favoritos]

source: [move mode]
es: [modo mover]

source: a gui to assign services/providers to common interface modules
es: GUI para asignar canales, proveedores a módulos de interfaz común.

source: a gui to assign services/providers/caids to common interface modules
es: GUI para asignar canales, proveedores, CAIDS a módulos de interfaz común.

source: about to start
es: A punto de comenzar.

source: activatePiP
es: activar PiP

source: activatePiP long
es: Activar PiP (largo)

source: active
es: activo

source: active
es: activo

source: add bookmark
es: Añadir marcador

source: additional cable of rotor
es: segundo cable de rotor

source: address:
es: Dirección:

source: adult movie
es: películas para adultos

source: advanced
es: Avanzado

source: adventure/western/war
es: Aventuras, oeste y bélico

source: advertisement/shopping
es: Publicidad y compras

source: all tuners
es: todos sintonizadores

source: alphabetic then newest first
es: alfabético y más nuevo primero

source: alphabetic then oldest first
es: alfabético y más antiguo primero

source: alphabetical
es: alfabético

source: alternative
es: alternativo

source: and
es: y

source: and never ask again this session
es: y no vuelvas a preguntar en esta sesión

source: are you sure you want to cancel all the changes
es: ¿Seguro que quieres cancelar todos los cambios?

source: arts/culture (general)
es: arte y cultura (general)

source: arts/culture (without music, general)
es: Arte y cultura (sin música, general)

source: arts/culture magazine
es: Revista de arte y cultura

source: as plugin in extended bar
es: Como complemento en la barra extendida.

source: at beginning
es: Al principio

source: at end
es: Al final

source: athletics
es: Atletismo

source: audio tracks
es: Pistas de audio

source: auto deepstandby
es: Hibernación automática

source: auto standby
es: Modo de espera automático.

source: automatic
es: Automático

source: back
es: Atrás

source: background image
es: Imagen de fondo

source: better
es: Mejor

source: black
es: Negro

source: black & white
es: Blanco y negro

source: blacklist
es: Lista negra

source: blue
es: Azul

source: boot time
es: Hora de arranque

source: boot time and local time
es: Hora de arranque y hora local

source: bootmode = %s
es: modo de arranque = %s

source: bottom
es: abajo

source: broadcasting/press
es: Difusión y prensa

source: card
es: Tarjeta

source: card reader
es: Lector de tarjetas

source: cartoon/puppets
es: Dibujos animados y muñecos

source: center
es: Centrar

source: centered
es: centrado

source: centered, wrapped
es: centrado, envuelto

source: chapters
es: Capítulos

source: childrens (general)
es: programa para niños (general)

source: childrens's youth program (general)
es: programa para niños y jóvenes (general)

source: circular left
es: Circular izquierda

source: circular right
es: Circular derecha

source: clip overscan / letterbox borders
es: recortar los bordes de overscan y formato buzón

source: close share view
es: Cerrar Shareview.

source: comedy
es: Comedia

source: comedy (general)
es: Comedía (general)

source: confirmed
es: Confirmado

source: connected
es: Conectado

source: controlled by HDMI
es: controlado por HDMI

source: convert to AC3
es: convertir a AC3

source: convert to DTS
es: convertir a DTS

source: convert to multi-channel PCM
es: convertir a PCM multicanal

source: cooking
es: Cocina

source: copy
es: Copiar

source: create directory
es: Crear directorio

source: current affairs (general)
es: actualidad (general)

source: daily
es: Diario

source: day
es: Día

source: days
es: días

source: decrease uphop by 1
es: Reducir salto superior en 1

source: delete
es: Borrar

source: delete cut
es: Borrar corte

source: delete time - show delete time (Trash ONLY)
es: Eliminar hora - mostrar hora de grabación (SOLO Papelera)

source: delete time - show record time (Trash ONLY)
es: Eliminar hora - mostrar hora de grabación (SOLO Papelera)

source: descramble and record ecm
es: Descodificar y grabar ECM.

source: detective/thriller
es: Detectives y suspense

source: disable
es: Deshabilitar

source: disable intro screen
es: deshabilitar pantalla de intro

source: disabled
es: Deshabilitado

source: disconnected
es: Desconectado

source: discussion/interview/debate
es: Coloquio, entrevistas y debate

source: do nothing
es: No hacer nada

source: documentary
es: Documental

source: documentary (general)
es: documental (general)

source: don't convert
es: no convertir

source: don't descramble, record ecm
es: No descodificar. Grabar ECM.

source: done!
es: ¡Hecho!

source: east
es: este

source: ecm time:
es: Hora ecm:

source: economics/social advisory
es: Asesoramiento económico y social

source: education/information (general)
es: educación / información (general)

source: education/science/factual topics (general)
es: Educación, ciencia, temas empíricos (general)

source: educational/science/factual topics (general)
es: educación, ciencia, temas empíricos (general)

source: embedded
es: incorporado

source: empty
es: Vacío

source: enable
es: Habilitar

source: enable intro screen
es: Habilitar pantalla de intro

source: enabled
es: Habilitado

source: end cut here
es: Terminar corte aquí

source: entertainment (10-16 year old)
es: Entretenimiento (10-16 años)

source: entertainment (6-14 year old)
es: Entretenimiento (6-14 años)

source: entertainment (general)
es: entretenimiento (general)

source: equestrian
es: Ecuestre

source: error starting scanning
es: error al iniciar el escaneo

source: error while scanning
es: error al escanear

source: execute cuts (requires MovieCut plugin)
es: hacer cortes (requirer MovieCut complemento)

source: exit DVD player or return to file browser
es: Salir del reproductor de DVD o volver al navegador de archivos.

source: experimental film/video
es: Cine y vídeo experimental

source: extra wide
es: extra ancho

source: extrawide
es: extra ancho

source: failed
es: Fallido

source: false
es: Falso

source: fashion
es: Moda

source: fast
es: rápido

source: file can not displayed - file not found
es: No se puede mostrar el archivo - archivo no encontrado

source: fileformats (BMP, PNG, JPG, GIF)
es: Formatos de archivo (BMP, PNG, JPG, GIF)

source: filename
es: Nombre de archivo

source: film/cinema
es: Cine

source: fine arts
es: Artes

source: fitness & health
es: Salud y bienestar

source: fitness and health
es: salud y bienestar

source: flat alphabetic
es: Orden alfabético plano

source: flat reverse alphabetic
es: alfabético inverso plano

source: folk/traditional music
es: Música popular y tradicional

source: football/soccer
es: Fútbol

source: force disabled
es: forzar deshabilitado

source: force enabled
es: forzar habilitado

source: foreign countries/expeditions
es: Países y expediciones

source: forward to the next chapter
es: Avanzar al siguiente capítulo.

source: free
es: Libre

source: free diskspace
es: Espacio libre en disco

source: full
es: Completo

source: further education
es: Formación superior

source: game show/quiz/contest
es: Juegos, preguntas y concursos

source: gardening
es: Jardinería

source: get the cards' server
es: Obtener el servidor de las tarjetas.

source: go to deep standby
es: Hibernar.

source: go to standby
es: Ir a modo de espera.

source: grab this frame as bitmap
es: Grabar esta pantalla como bitmap

source: green
es: Verde

source: handicraft
es: Artesanía

source: handled
es: Gestionado

source: height
es: Altura
