Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Select the highlighted image and reboot
es: Seleccione la imagen resaltada y reinicie

source: Select the locale from a menu
es: Seleccione la locale desde un menú

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
es: Seleccione el fabricante de su dispositivo SCR. Si el fabricante no aparece en la lista, configure "SCR" como "definido por el usuario" e ingrese los parámetros del dispositivo manualmente de acuerdo con su hoja de especificaciones.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
es: Seleccione el número de modelo de su dispositivo SCR. Si el número de modelo no aparece en la lista, configure "SCR" como "definido por el usuario" e ingrese los parámetros del dispositivo manualmente de acuerdo con su hoja de especificaciones.

source: Select the movie path
es: Seleccionar directorio de películas

source: Select the next item in list or move cursor right
es: Seleccione el siguiente elemento de la lista o mueva el cursor hacia la derecha

source: Select the previous item in list or move cursor left
es: Seleccione el elemento anterior en la lista o mueva el cursor hacia la izquierda

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
es: Seleccione el protocolo que utiliza su dispositivo SCR. Las opciones son "SCR Unicable" (Unicable) o "SCR JESS" (JESS, también conocido como Unicable II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto A de su conmutador. Si no está seguro, seleccione "automático" y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione "nada conectado".

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto B de su conmutador. Si no está seguro, seleccione "automático" y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione "nada conectado".

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto C de su conmutador. Si no está seguro, seleccione "automático" y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione "nada conectado".

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto D de su conmutador. Si no está seguro, seleccione "automático" y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione "nada conectado".

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
es: Seleccione el satélite que desea configurar. Una vez configurado dicho satélite, podrá seleccionar y configurar otros satélites a los que accederá utilizando este mismo sintonizador.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
es: Seleccione el satélite del que recibe señal su antena. Si no está seguro, seleccione "automático" y el receptor intentará determinarlo por usted.

source: Select the shifted character set
es: Seleccione mayúsculas

source: Select the shifted character set for the next character only
es: Seleccione mayúsculas solo para el siguiente carácter

source: Select the time zone within the area or region.
es: Seleccione la zona horaria dentro del área o región.

source: Select the tuner that controls the motorised dish.
es: Seleccione el sintonizador que controla la antena motorizada.

source: Select the tuner that this loopthrough depends on.
es: Seleccione el sintonizador del que depende este bucle.

source: Select the tuner to which the signal cable of the SCR device is connected.
es: Seleccione el sintonizador al que está conectado el cable de señal del dispositivo SCR.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
es: Seleccione el tipo de LNB/dispositivo que se está utilizando (normalmente, "Universal"). Si su tipo de LNB no está disponible, seleccione "definido por el usuario".

source: Select the type of Single Cable Reception device you are using.
es: Seleccione el tipo de dispositivo de recepción de cable único que está utilizando.

source: Select to configure remote control type
es: Configurar el tipo de mando.

source: Select to restore all deleted images
es: Recuperar todos las imágenes borradas.

source: Select video input with up/down buttons
es: Seleccionar entrada de vídeo con las teclas arriba/abajo.

source: Select video mode
es: Seleccionar modo de vídeo.

source: Select whether your SCR device is externally powered.
es: Seleccione si su dispositivo SCR recibe alimentación externa.

source: Select which satellite to scan.
es: Seleccione qué satélite desea escanear.

source: Select which transponder to scan.
es: Seleccione qué transpondedor desea escanear.

source: Select which tuner to use for the scan.
es: Seleccione qué sintonizador utilizar para el escaneo.

source: Select wireless network
es: Selecciona la red inalámbrica.

source: Select your ATSC provider.
es: Seleccione su proveedor ATSC.

source: Select your country. If not available select 'all'.
es: Seleccione su país. Si no está disponible, seleccione "todos".

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
es: Seleccione su proveedor y región. Si no está en esta lista, deberá seleccionar uno de los otros "tipos de análisis de servicios".

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
es: Seleccione su región. Si no está disponible, cambie “País” a “todos” y seleccione una de las alternativas predeterminadas.

source: Select your time zone area or region.
es: Seleccione su área o región horaria.

source: Select, toggle, process or edit the current entry
es: Seleccionar, alternar, procesar o editar la entrada actual

source: Select:
es: Seleccionar:

source: Selecting satellites 1 (USALS)
es: Selección de satélites 1 (USALS)

source: Selecting satellites 2 (USALS)
es: Selección de satélites 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
es: Seleccionar esta opción le permitirá configurar un grupo de satélites en un bloque.

source: Selection and exit
es: Seleccionar y salir

source: Send 'sourceactive' before zap timers
es: Enviar 'fuenteactiva' antes de los temporizadores de zap

source: Send DiSEqC
es: Enviar DISEqC

source: Send DiSEqC only on satellite change
es: Enviar DISEqC sólo en cambio de satélite

source: Seperate titles with a main menu
es: Separar títulos con un menú principal

source: Sequence repeat
es: Repetir secuencia

source: Serbian
es: Serbio

source: Serial No
es: Nº de serie

source: Serial no
es: Nº de serie

source: Serious Music
es: Música seria

source: Server %s-%s
es: Servidor %s-%s

source: Server:
es: Servidor:

source: Servers
es: Servidores:

source: Servers:
es: Servidores

source: Service
es: Canal

source: Service & PIDs
es: Canales y PID

source: Service ID
es: ID de Canal

source: Service Name
es: Nombre del canal

source: Service Number and Picon
es: Número de canal y Picon

source: Service Number and Service Name
es: Número de canal y Nombre

source: Service Number, Picon and Service Name
es: Número de canal, Picon y Nombre

source: Service Title mode
es: Modo título de canales

source: Service Type
es: Tipo del canal

source: Service font size
es: Tamaño de fuente del canal

source: Service info
es: Info de canal

source: Service info - ECM Info
es: Info de canal - info de ECM

source: Service info - service & Basic PID Info
es: Info de canal - canal y info básica de PID

source: Service info - service & Extended PID Info
es: Info de canal - canal y info extendida de PID

source: Service info - service & PIDs
es: Info de canal - canal y PID

source: Service info - tuner live values
es: Info de canal - valores actuales de sintonizador

source: Service info - tuner setting values
es: Info de canal - valores de configuración de sintonizador

source: Service info font size
es: Tamaño de letra de la información de canal

source: Service invalid! (Timeout reading PMT)
es: Canal no válido. (Tiempo cumplido leyendo PMT)

source: Service list
es: Lista de canales

source: Service name
es: Nombre del canal

source: Service name font size
es: Tamaño de letra de la información de canal

source: Service not found! (SID not found in PAT)
es: Canal no encontrado. (SID no encontrado en PAT).

source: Service number font size
es: Tamaño de letra del número de canal

source: Service off-air
es: Canal no transmitiendo actualmente

source: Service reference
es: Referencia del canal

source: Service scan
es: Buscar canales

source: Service unavailable! Check tuner configuration!
es: Canal no disponible. Revisa la configuración del sintonizador.

source: Service width
es: Ancho del canal

source: Service/Channel number zap commands
es: Comandos zap de número de canal

source: Services
es: Canales

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
es: Los canales pueden agruparse en grupos. Cuando está habilitado, puedes usar más de un grupo.

source: Set CI assignment for detection of available services.
es: Establecer la asignación de CI para la detección de servicios disponibles.

source: Set Enigma2 Log Level
es: Establecer el nivel de historiales de Enigma2

source: Set Framerate for MiniTV
es: Establecer la velocidad de cuadros para MiniTV

source: Set LED Color or disable the LED.
es: Establecer el color del LED o deshabilitar el LED.

source: Set a temporary sort method for this directory
es: Establecer un método de ordenación temporal para este directorio

source: Set all the settings back as they were
es: Restablezca todas las configuraciones como estaban

source: Set as startup service
es: Configurar como canal de inicio.

source: Set automatic update interval (in hours).
es: Intervalo de actualización (en horas).

source: Set default
es: Elegir defecto

source: Set end time
es: Configurar la hora final.

source: Set fixed CEC address
es: Establecer dirección CEC fija

source: Set fps for external subtitles
es: Establecer fps para subtítulos externos

source: Set interface as the default Interface
es: Configurar el interfaz como por defecto.

source: Set limits
es: Configurar límites

source: Set persistent PIN code
es: Introduce el PIN persistente

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
es: Establezca repeticiones de secuencia si su sistema de antena lo requieren. Normalmente, si el sistema de antena se ha configurado correctamente, no serán necesarias las repeticiones de secuencia. Si el suyo las necesita, vuelva a comprobar que el orden de los comandos esté configurado correctamente.

source: Set startup service
es: Elegir canal de inicio.

source: Set system
es: Configurar sistema

source: Set the MAC address of your %s %s.
es: Establezca la dirección MAC de su %s %s.

source: Set the channel for this timer.
es: Establecer un canal para este temporizador.

source: Set the date the timer must start.
es: Establecer la fecha de inicio del temporizador.

source: Set the default location for your instant recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Configura la ubicación por defecto de tus grabaciones instantáneas. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default location for your recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Configura la ubicación por defecto de tus grabaciones. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default location for your timers. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Configura la ubicación por defecto de tus temporizadores. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default location for your timeshift files. Press OK to add new locations, LEFT/RIGHT to select any existing locations.
es: Configura la ubicación por defecto de tus archivos Timeshift. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default sorting method.
es: Configura el método de clasificación por defecto.

source: Set the delay time between repeated loops, this uses a software render in some skins.
es: Establece el tiempo de retraso entre bucles repetidos, esto utiliza una representación de software en algunas skins

source: Set the description of the recording.
es: Establecer la descripción de la grabación.

source: Set the desired primetime.
es: Configura la hora de máxima audiencia.

source: Set the global sort method
es: Configura el método de clasificación global.

source: Set the interval to be checked in mins.
es: Establezca el intervalo a comprobar en minutos.

source: Set the jump-size of the seekbar.
es: Configura el tamaño del salto de la barra de búsqueda.

source: Set the lookup priority when searching for picons. If all your picons are png set to 'png only' to save on lookup time.
es: Establezca la prioridadal buscar picones. Si todos sus picones son png, configúrelo en "solo png" para ahorrar tiempo de búsqueda.

source: Set the name the recording will get.
es: Establecer el nombre de la grabación.

source: Set the position of the recording icons
es: Establecer la posición de los iconos de grabación

source: Set the repeat interval of backup schedule.
es: Establezca el intervalo de repetición del programa de copia de seguridad.

source: Set the repeat interval of the schedule.
es: Establezca el intervalo de repetición de la programación.

source: Set the scrolling speed of text on the front display, this uses a software render in some skins.
es: Establece la velocidad de desplazamiento del texto en el panel frontal, esto utiliza un renderizador de software en algunas skins.

source: Set the scrolling speed of text on the front display.
es: Configura la velocidad de desplazamiento del panel frontal.

source: Set the sort method for this directory
es: Establezca el método de ordenación para este directorio

source: Set the time delay before hiding the infobar.
es: Establezca el retraso de tiempo antes de ocultar la barra de información.

source: Set the time of backup to start.
es: Establezca la hora de inicio de la copia de seguridad.

source: Set the time of day to perform an EPG download.
es: Establezca la hora del día para realizar una descarga de EPG.

source: Set the time of day to perform the import.
es: Establezca la hora del día para realizar la importación.

source: Set the time the timer must start.
es: Establecer la hora de inicio del temporizador.

source: Set the time the timer must stop.
es: Establecer la hora del fin del temporizador.

source: Set the type of the progress indication in the channel selection screen (right alignment only available in single line mode).
es: Configura el tipo de indicación de progreso en la pantalla de selección de canales (la alineación derecha solo está disponible en el modo de línea única).

source: Set to the desired primetime.
es: Configura la hora de máxima audiencia.

source: Set to what you want the button to do.
es: Configura lo que quieres que haga la tecla.

source: Set to yes for debugging the root cause of a spinner.
es: Establezca en sí para depurar la causa raíz de un spinner.

source: Set voltage and 22KHz
es: Configurar el voltaje y 22KHz.

source: Sets the root directory of movie list, to remove the '..' from being shown in that folder.
es: Cambia la carpeta raíz de una lista de películas para eliminar '..' del principio.

source: Setting a network password is mandatory in OpenViX %s if you wish to use network services. To set a password using the virtual keyboard press the 'text' button on your remote control.
es: Es obligatorio configurar una contraseña de red en OpenViX %s si desea utilizar los servicios de red. Para configurar una contraseña mediante el teclado virtual, presione la tecla "texto" en su control remoto.

source: Setting up...
es: Configurando...

source: Settings
es: Parámetros

source: Settings, information and more functions
es: Configuración, información y más funciones

source: Setup
es: Configuración

source: Setup how to control the channel changing.
es: Configura cómo controlar el cambio de canales.

source: Setup menu
es: Menú de configuración

source: Setup mode
es: Modo de configuración

source: Setup mounts
es: Configurar montajes

source: Setup network time synchronization interval.
es: Configurar el intervalo de sincronización de la hora del canal.

source: Setup the interval (in hours) to check for online updates.
es: Configurar el intervalo de comprobación de actualizaciones online (en horas).

source: Setup your positioner
es: Configura el motor

source: Setup your satellite equipment
es: Configurar el equipo satélite.

source: Share Folders
es: Compartir carpetas.

source: Share View
es: Compartir visualización.

source: Shares
es: Intercambios

source: Sharpness
es: Nitidez

source: Shopping
es: Compras

source: Short Film
es: Ficheros cortos

source: Short filenames
es: Nombres de ficheros cortos

source: Should the FTP connection to the remote receiver be established in passive mode (normally 'no')?
es: ¿La conexión FTP con el receptor remoto debe establecerse en modo pasivo (normalmente 'no')?

source: Show
es: Espectáculo

source: Show %s
es: Mostrar %s

source: Show CCcam Info in extensions?
es: ¿Mostrar CCcam en extensiones?

source: Show CI messages
es: Mostrar mensajes CI

source: Show Clients
es: Ver clientes

source: Show Display Icons
es: Ver iconos de pantalla

source: Show EIT now/next in infobar
es: Ver EIT ahora/siguiente en la barra de información

source: Show Ecm info
es: Ver información de Ecm

source: Show Grid EPG
es: Mostrar EPG rejilla

source: Show HDMIRecord setup...
es: Ver configuración de grabación de HDMI

source: Show Log
es: Ver historial

source: Show Log Manager in extensions list ?
es: Ver el administrador de historial en la lista de extensiones

source: Show Media playback Remaining/Elapsed as
es: Ver reproducción de medios restante/transcurrida como...

source: Show MiniTV in the Front Display
es: Mostrar MiniTV en el panel frontal

source: Show Multi EPG
es: Mostrar EPG Múltiple

source: Show OScam/Ncam Info in extensions?
es: Ver OScam/Ncam en extensiones

source: Show PIP
es: Ver PiP

source: Show PIP in the Front Display
es: Ver PiP en el panel frontal

source: Show PVR status in Movie Player infobar
es: Ver estado PVR en la barra de información del reproductor de películas

source: Show RFmod setup
es: Ver configuración RFmod...

source: Show Readers/Proxies
es: Ver lectores/Proxies

source: Show Single EPG
es: Mostrar EPG único

source: Show Software Update in Extensions
es: Mostrar actualización de software en extensiones

source: Show Software Update in Extensions (blue button menu). 'yes' adds it permanently. 'only when available' only shows it when updates are known to be available based on update polling.
es: Mostrar actualización de software en extensiones (menú del botón azul). 'Sí' lo agrega de forma permanente. 'Solo cuando esté disponible' solo lo muestra cuando se sabe que hay actualizaciones disponibles según el sondeo de actualizaciones.

source: Show Time Remaining/Elapsed
es: Ver tiempo restante/transcurrido

source: Show Timer List
es: Ver lista de temporizadores

source: Show Transponder Remaining/Elapsed as
es: Ver transpondedor restante/transcurrido como...

source: Show True/False as graphical switch
es: Mostrar Verdadero/Falso como interruptor gráfico

source: Show VCR scart on main menu
es: Mostrar el euroconector del VCR en el menú principal

source: Show ViX spinning logo when the system is busy.
es: Ver logo giratorio ViX cuando el sistema esté ocupado.

source: Show WLAN status
es: Ver estado de WLAN

source: Show alternatives
es: Ver alternativas

source: Show animation while busy
es: Ver animación cuando esté ocupado.

source: Show autotimer list
es: Ver lista de autotemporizadores

source: Show available subservices
es: Mostrar subcanales disponibles

source: Show background behind subtitles
es: Ver fondo detrás de subtítulos

source: Show background in Radio mode
es: Ver fondo en modo radio.

source: Show background when tuned to a radio channel.
es: Ver fondo cuando se sintonice un canal de radio.

source: Show bouquet on launch
es: Ver grupo al inicio.

source: Show channel number in infobar
es: Ver números de canal en la barra de información.

source: Show channel numbers in channel selection
es: Ver números de canal en la selección de canales.

source: Show columns
es: Ver columnos

source: Show crypto icons
es: Mostrar íconos de cifrado

source: Show crypto info in infobar
es: Ver información de encriptado en la barra de información.

source: Show default after description
es: Mostrar valor predeterminado después de la descripción

source: Show default on new line
es: Mostrar valor predeterminado en nueva línea

source: Show description for next event)
es: Mostrar descripción del próximo evento

source: Show description for previous event)
es: Mostrar descripción del evento anterior

source: Show detailed event info
es: Ver información detallada del programa.

source: Show encryption info in the infobar (when supported by the skin).
es: Ver información de encriptado en la barra de información (cuando lo permita Skin).

source: Show event details
es: Ver detalles del programa

source: Show event genre information
es: Mostrar información del género del evento

source: Show event info plugins
es: Mostrar complementos de información de eventos

source: Show event-progress in channel selection
es: Muestra el progreso del evento en la selección del canal

source: Show extended description
es: Ver descripción extendida.

source: Show extension selection
es: Mostrar selección de extensión

source: Show extensions
es: Ver extensiones

source: Show favourites list
es: Mostrar lista de favoritos.

source: Show help
es: Mostrar ayuda

source: Show icon for new/unseen items
es: Ver icono de elementos nuevos/no vistos.

source: Show in Standby
es: Mostrar en modo de espera

source: Show in extensions
es: Ver en lista de extensiones

source: Show info
es: Ver información
