Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Disable Animations
es: Desactivar Animaciones

source: Disable Autostart
es: Desactivar Autoinicio

source: Disable FCC during recordings
es: Desactivar FCC durante grabaciones

source: Disable Fast Channel Change
es: Desactivar FCC

source: Disable Picture in Picture
es: Desactivar Picture in Picture

source: Disable Timer
es: Borrar tempoizador

source: Disable background scanning
es: Deshabilitar la búsqueda de fondo

source: Disable move mode
es: Desactivar modo movimiento

source: Disable operator profiles
es: Desactivar perfiles de operador

source: Disable startup
es: Desactivar inicio

source: Disabled
es: Desactivado

source: Discussion
es: Discusión

source: Disk space to reserve for recordings (in GB)
es: Espacio en disco reservado para grabaciones (en GB)

source: Disk state:
es: Estado del disco

source: Display 16:9 content as
es: Visualizar los contenidos 16:9 como

source: Display 4:3 content as
es: Visualizar los contenidos 4:3 como

source: Display >16:9 content as
es: Visualizar los contenido >16:9 como

source: Display Skin
es: Skin de el panel frontal

source: Display message before playing next movie
es: Mostrar un mensaje antes de reproducir la siguiente película

source: Display oscam information.
es: Ver información del oscam

source: Display selection list as a selection menu
es: Mostrar la lista de selección como un menú de selección

source: Display the EIT now/next event data in infobar.
es: Visualizar datos actuales/siguientes EIT en la barra de información.

source: Display the virtual keyboard for data entry
es: Mostrar el teclado virtual para la entrada de datos

source: Do not center DVB subs on this service
es: No centre los subtítulos DVB de este canal

source: Do not change
es: No cambiar

source: Do not record
es: No grabar

source: Do nothing
es: No hacer nada

source: Do you really want to check the filesystem? This could take a long time!
es: ¿Seguro que quieres comprobar el sistema de archivos? Puede tardar mucho tiempo!

source: Do you really want to delete %s?
es: ¿Seguro que quieres borrar %s?

source: Do you really want to delete selected language:
es: ¿Realmente desea eliminar el idioma seleccionado?

source: Do you really want to delete this timer ?
es: ¿Seguro que quieres borrar este temporizador?

source: Do you really want to download the plugin "%s"?
es: ¿Seguro que quieres descargar el complemento "%s"?

source: Do you really want to exit?
es: ¿Seguro que quieres abandonar?

source: Do you really want to initialize this device? All the data on the device will be lost!
es: ¿Seguro que quieres inicializar el dispositivo? Se perderán todos los datos en el disco.

source: Do you really want to move '%s' to the trash can?
es: ¿Realmente desea mover '%s' a la papelera?

source: Do you really want to move these %d items to the trash can?
es: ¿Realmente desea mover estos %d elementos a la papelera?

source: Do you really want to permanently delete '%s' from the trash can?
es: ¿Realmente desea eliminar permanentemente '%s' de la papelera?

source: Do you really want to permanently delete '%s'?
es: ¿Realmente desea eliminar permanentemente '%s'?

source: Do you really want to permanently delete these %d items from the trash can?
es: ¿Realmente desea eliminar permanentemente estos %d elementos de la papelera?

source: Do you really want to permanently delete these %d items?
es: ¿Realmente desea eliminar permanentemente estos %d elementos?

source: Do you really want to remove directory %s from the disk?
es: ¿Seguro que quieres borrar el directorio %s del disco?

source: Do you really want to remove the plugin "%s"?
es: ¿Seguro que quieres borrar el complemento "%s"?

source: Do you really want to remove the timer for %s?
es: ¿Realmente desea eliminar el temporizador de %s?

source: Do you really want to remove your bookmark of %s?
es: ¿Seguro que quieres borrar tu marcador %s?

source: Do you really want to stop the current recording and delete timer %s?
es: ¿Realmente desea detener la grabación actual y eliminar el temporizador %s?

source: Do you want to backup eMMC slots? This will add from 1 -> 5 minutes per eMMC slot
es: ¿Quieres hacer una copia de seguridad de los slots eMMC? Esto agregará entre 1 y 5 minutos por ranura eMMC

source: Do you want to burn this collection to DVD medium?
es: ¿Quieres grabar esta colección a disco DVD?

source: Do you want to change the default skin
es: ¿Quieres cambiar la skin predeterminada?

source: Do you want to continue?
es: ¿Qué quieres continuar?

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
es: ¿Quieres crear una copia de seguridad de imagen completa? Este proceso puede tardar unos 6 minutos.

source: Do you want to delete all the selected files: (choose 'No' to only delete the currently selected file.)
es: ¿Quieres borrar todos los archivos seleccionados? (Elige 'no' para borrar sólo el archivo actual).

source: Do you want to do a service scan?
es: ¿Quieres hacer una búsqueda de canales?

source: Do you want to do another manual service scan?
es: ¿Quieres hacer otra búsqueda manual de canales?

source: Do you want to flash image %s
es: ¿Quieres flashear la imagen %s?

source: Do you want to install plugins
es: ¿Quieres instalar complementos

source: Do you want to install the package:
es: ¿Quieres instalar el paquete:?

source: Do you want to play DVD in drive?
es: ¿Quieres ejecutar el DVD en la unidad?

source: Do you want to preview this DVD before burning?
es: ¿Quieres previsualizar el DVD antes de grabarlo?

source: Do you want to reboot your %s %s
es: ¿Quieres reiniciar el %s %s?

source: Do you want to reboot your receiver?
es: ¿Quieres reiniciar el receptor?

source: Do you want to remove the package:
es: ¿Quiere eliminar el paquete:?

source: Do you want to restart GUI now ?
es: ¿Quieres reiniciar la interfaz usaria ahora?

source: Do you want to restore your Enigma2 plugins ?
es: ¿Quieres restaurar tus complementos de Enigma2?

source: Do you want to restore your Enigma2 settings ?
es: ¿Quieres restaurar tu configuración de Enigma2?

source: Do you want to restore your enigma2 settings ?
es: ¿Quieres restaurar tu configuración de Enigma2?

source: Do you want to restore your settings?
es: ¿Quieres restaurar la configuración?

source: Do you want to resume playback?
es: ¿Quieres reanudar la reproducción?

source: Do you want to update the package:
es: ¿Quieres actualizar el paquete:?

source: Do you want to update your %s %s?
es: ¿Quieres actualizar el %s %s?

source: Documentary
es: Documentario

source: Dokumentation
es: Documentario

source: Dolby Digital downmix is now %s
es: La mezcla descendente de Dolby Digital ahora es %s

source: Domain
es: Dominio

source: Dominican Republic
es: Republica Dominica

source: Don't restart
es: No reiniciar

source: Don't save
es: No guardar

source: Don't show default
es: No mostrar el defecto

source: Don't stop current event but disable future events
es: No detener el programa actual; desactivar los siguientes.

source: Don't zap
es: No zapear

source: Don't zap and disable timer
es: No zapear y desactivar temporizador

source: Don't zap and remove timer
es: No zapear y eliminar temporizador

source: Done
es: Hecho

source: Done - Installed, upgraded or removed %d package (%s)
es: Hecho - Instalado, actualizado o eliminado %d paquete (%s).

source: Down
es: Abajo

source: Download
es: Descargar

source: Download confirmation
es: Confirmación de descarga

source: Download plugins
es: Descargar complementos

source: Downloading
es: Descargando

source: Downloading plugin information. Please wait...
es: Descargando información del complemento. Espera...

source: Downloading the latest package list. Please wait...
es: Descargando la última lista de paquetes. Espera...

source: Downloads
es: Descargas

source: Downmix
es: Mezcla descendente

source: Drama and Films
es: Drama y películas

source: Drammatico
es: Dramático

source: Drivers: %s
es: Controladores: %s

source: Drivers: %s
es: Controladores: %s

source: Drop unconfigured satellites
es: Descartar satélites no configurados

source: Dual core
es: Doble núcleo

source: Dutch
es: Holandés

source: Dynamic contrast
es: Contraste dinámico

source: E2 (re)starts: %s
es: E2 (re)iniciados: %s

source: ECM Info
es: Información ECM

source: ECM data will be included in the stream. This enables a client receiver to decode it.
es: Los datos ECM se incluirán en el flujo. Permite que un receptor cliente los descodifique.

source: EPG Cache Check
es: Verificación de caché EPG

source: EPG Commands
es: Comandos EPG

source: EPG Search
es: Búsqueda de EPG

source: EPG access
es: Acceder EPG

source: EPG button (long)
es: Tecla EPG (largo)

source: EPG button (short)
es: Tecla EPG (corto)

source: EPG button action
es: Acción de tecla EPG

source: EPG event name prefixes to remove
es: EPG prefijos de nombre de programa que se debrían eliminar

source: EPG filename
es: Nombre de archivo EPG

source: EPG language selection 1
es: Idioma 1 de EPG

source: EPG language selection 2
es: Idioma 2 de EPG

source: EPG location
es: Ubicación de EPG

source: EPG settings
es: Ajustes de EPG

source: ERROR - failed to scan (%s)!
es: ERROR - ¡Ha fallado la búsqueda (%s)!

source: ERROR: Check is already running in background, please wait a few minutes and try again
es: Comprobación de actualización de fondo en curso. Espera unos minutos y vuelve a intentarlo

source: ERROR: No internet found
es: No se han encontrado redes.

source: ERROR: No network found
es: No se han encontrado redes.

source: ERROR: Response 403 Forbidden
es: ERROR: Respuesta 403 Prohibida

source: ERROR: Response 404 Not Found
es: ERROR: Respuesta 404 no encontrada

source: ET8500 Image Restore
es: ET8500 Restauración de imágenes

source: ET8500 Multiboot: Installed
es: ET8500 Multiboot: instalado

source: ET8500 Multiboot: Yes to restore OS1 No to restore OS2:
es: ET8500 Multiboot: Sí para restaurar OS1 No para restaurar OS2:

source: East
es: Este

source: East limit set
es: Configurar límite de este

source: Eastern
es: Oriental

source: Easy Listening
es: Fácil de escuchar

source: Ecm Info
es: Información ECM

source: Ecm Statistics
es: Estadísticas ECM

source: Ecm Time
es: Tiempo ECM

source: Ecm avg
es: Promedio ECM

source: Ecm last
es: Último ECM

source: Economics
es: Economia

source: Edit
es: Editar

source: Edit AutoTimer
es: Editar autotemporizador

source: Edit DNS
es: Editar DNS

source: Edit Timer
es: Editar temporizado

source: Edit alternatives
es: Editar alternativas

source: Edit chapters of current title
es: Editar capítulos del programa actual

source: Edit menu
es: Editar menu

source: Edit new entry
es: Editar nuevo artículo

source: Edit settings
es: Editar la configuración

source: Edit the Nameserver configuration of your %s %s.
es: Editar el DNS de la %s %s.

source: Edit the network configuration of your %s %s.
es: Editar la configuración de red de la %s %s.

source: Edit title
es: Editar título

source: Education
es: Enseñaza

source: Education/Information
es: Ensenaza/Información

source: Education/Science/Factual
es: Educación/ciencias/factual

source: Educational
es: Educativo

source: Einzelsportart
es: Deportes de invierno

source: Elapsed
es: Transcurrido

source: Elapsed & Remaining
es: Transcurrido y restante

source: Empty slot
es: Slot vacio

source: Empty trash can
es: Vaciar la papelera

source: Emulator
es: Emulador

source: Enable
es: Activar

source: Enable 5V for active antenna
es: Activar 5V para la antena activa

source: Enable Autostart
es: Habilitar el autoinicio

source: Enable Bluetooth Audio
es: Habilitar audio de Bluetooth

source: Enable EIT EPG
es: Habilitar EIT EPG

source: Enable EPG event name abbreviation removal
es: Habilitar la eliminación de la abreviatura del nombre del evento EPG

source: Enable Fast Channel Change
es: Activar FCC

source: Enable FreeSat EPG
es: Habilitar Freesat EPG

source: Enable MHW EPG
es: Habilitar MHW EPG

source: Enable Netmed EPG
es: Habilitar Netmed EPG

source: Enable OpenTV EPG
es: Habilitar OpenTV EPG

source: Enable OpenTV download
es: Habilitar descarga OpenTV

source: Enable SWAP at startup
es: Habilitar el intercambio en inicio

source: Enable ViaSat EPG
es: Habilitar ViaSat EPG

source: Enable Virgin EPG
es: Habilitar Virgin EPG

source: Enable auto cable scan
es: Activar Cablescan automático

source: Enable auto fastscan
es: Activar Fastscan automático

source: Enable auto fastscan for %s
es: Activar Fastscan para %s

source: Enable automated downloading of OpenTV EPG data. If only one tuner is available the download will be done when the reciever is in standby.
es: Habilite la descarga automática de datos de OpenTV. Si solo hay un sintonizador disponible, la descarga se realizará cuando el receptor esté en modo de espera.

source: Enable automatic collections
es: Habilitar colecciones automáticas

source: Enable blinking
es: Habilitar parpadeo

source: Enable blinking for ui elements. For example for recording icon
es: Habilitar el parpadeo de los elementos de la interfaz de usuario. Por ejemplo, para el icono de grabación.

source: Enable blinking rec symbol on the LCD Display
es: Habilitar el parpadeo del icono de grabación en el panel frontal

source: Enable bouquet edit
es: Habilitar edición del grupo

source: Enable client mode
es: Habilitar modo cliente

source: Enable core dumps *
es: Habilitar volcados de memoria *

source: Enable debug logs *
es: Habilitar el historial de depuración *

source: Enable fallback remote receiver
es: Habilitar receptor remoto alternativo

source: Enable favourite edit
es: Habilitar edición de favoritos

source: Enable frozen check
es: Habilitar verificación congelada

source: Enable infobar fade-out
es: Habilitar el desvanecimiento de la infobar

source: Enable move mode
es: Habilitar modo movimiento

source: Enable multiple bouquets
es: Habilitar múltiples grupos

source: Enable new GStreamer playback
es: Habilitar la nueva reproducción de GStreamer

source: Enable or disable client mode.
es: Habilitar/desactivar modo de cliente

source: Enable or disable the 10 Bit Color Mode
es: Habilitar/desactivar modo de color de 10 bits

source: Enable or disable the 12 Bit Color Mode
es: Habilitar/desactivar modo de color de 12 bits

source: Enable or disable to force HDR Modes for UHD
es: Habilitar/Desactivar forzando los modos HDR para UHD

source: Enable or disable to force HDR10 Modes for UHD
es: Habilitar/Desactivar forzando los modos HDR10 para UHD

source: Enable or disable to force HLG Modes for UHD
es: Habilitar/Desactivar forzando los modos HLG para UHD

source: Enable or disable using HDMI-CEC.
es: Habilitar/Desactivar HDMI-CEC.

source: Enable panic button
es: Habilitar botón de pánico

source: Enable parental protection
es: Habilitar protección paterna

source: Enable startup
es: Habilitar el inicio

source: Enable teletext caching
es: Habilitar caché de teletexto

source: Enable this setting if your aerial system needs power
es: Habilite esta configuración si la antena necesita alimentación

source: Enable timer conflict detection
es: Habilitar detección de conflictos de temporizadores

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
es: Habilite para mostrar todas las opciones de configuración verdadero/falso, sí/no, encendido/apagado y habilitar/deshabilitar como un interruptor gráfico.

source: Enable to highlight events that are currently in progress.
es: Habilitar para resaltar eventos que están actualmente en curso.

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
es: Habilite el uso de sintonizadores de otro receptor Enigma2 en la red local. Se utilizarán sintonizadores remotos cuando no haya sintonizadores disponibles en este receptor. (Cuándo no hay sintonizadores libres ni ningún tipo de servicio disponible).

source: Enabled
es: Activado

source: Encrypted TV
es: TV Encriptado:

source: Encrypted:
es: Encriptado:

source: Encryption
es: Encriptación

source: Encryption Type:
es: Tipo de encriptación:

source: Encryption key
es: Clave de encriptación

source: Encryption key type
es: Tipo de clave de encriptación

source: Encryption:
es: Encriptación:

source: End
es: Fin

source: End alternatives edit
es: Fin de edición de alternativas

source: End bouquet edit
es: Fin de edición de grupos

source: End favourites edit
es: Fin de la edición de favoritos

source: End time
es: Hora de finalización

source: Energie
es: Energía

source: English
es: Inglés

source: Enigma2 debug level.
es: Nivel de depuración de Enigma2.

source: Enigma2 uptime: %s
es: Tiempo de actividad: %s

source: Enough Retries, delaying till next schedule.
es: Suficientes reintentos. Se eperará hasta la proxima programación.

source: Enough retries, delaying till next schedule.
es: Suficientes reintentos. Se eperará hasta la proxima programación.

source: Enter
es: Entrar

source: Enter PIN
es: Entrar PIN

source: Enter PIN Code
es: Entrar código PIN

source: Enter a number to jump to a service/channel
es: Introducir número para saltar al canal

source: Enter adapter settings or disable adapter, then Save to action changed setup.
es: Ingrese la configuración del adaptador o deshabilítelo, luego guarde la acción en la configuración modificada.

source: Enter if you are in the east or west hemisphere.
es: Ingrese si está en el hemisferio este u oeste.

source: Enter if you are north or south of the equator.
es: Ingrese si está al norte o al sur del ecuador.

source: Enter main menu
es: Ir al menú principal

source: Enter persistent PIN code
es: Introduce el código pin persistente

source: Enter pin code
es: Introduce el código pin

source: Enter service name that will be shown in the bouquet.
es: Introduzca el nombre del canal que se mostrará en el grupo

source: Enter service number
es: Introduce número del canal

source: Enter the FTP password of the host receiver (required for any server running OpenViX 5.4 or greater).
es: Introduzca la contraseña FTP del receptor host (necesaria para cualquier servidor que ejecute OpenViX 5.4 o superior).

source: Enter the FTP port of the host receiver (normally '21').
es: Introduzca el puerto FTP del receptor host (normalmente '21').

source: Enter the FTP username of the host receiver (normally 'root').
es: Introduzca el nombre de usuario FTP del receptor host (normalmente 'root').

source: Enter the IP address of the host receiver.
es: Introduzca la IP del receptor host.

source: Enter the IP address of the receiver to use for fallback tuners.
es: Introduzca la IP del receptor que se utilizará para los sintonizadores remotos.

source: Enter the URL to stream from.
es: Introduzca la URL desde la cual desea transmitir.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
es: Ingrese la URL/IP del receptor remoto de respaldo, por ejemplo, '192.168.0.1'. Los demás detalles, como 'http://' y el número de puerto, se completarán automáticamente cuando seleccione Guardar.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
es: Ingrese el dominio del host receptor. No incluya "http://" ni el número de puerto.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
es: Introduzca la frecuencia con la que su LNB cambia entre banda baja y banda alta. Para obtener más información, consulte la hoja de especificaciones de su LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
es: Introduzca el tamaño del paso de frecuencia que utilizará el sintonizador al buscar multiplexores de cable. Para obtener más información, consulte la documentación de su proveedor de cable.

source: Enter the number stored in the positioner that corresponds to this satellite.
es: Introduzca el número almacenado en el posicionador que corresponde a este satélite.

source: Enter the service pin
es: Introduce el pin del canal

source: Enter the streaming port of the host receiver (normally '8001').
es: Introduzca el puerto de streaming del receptor host (normalmente '8001').

source: Enter valid ONID/TSID
es: Introduzca un ONID/TSID válido

source: Enter your OpenViX developer password.
es: Ingrese su contraseña de desarrollador de OpenViX.

source: Enter your OpenViX developer username.
es: Ingrese su usuario de desarrollador de OpenViX.

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
es: Ingresa tu latitud actual. Este es el número de grados a los que te encuentras respecto del ecuador en forma de decimal.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
es: Ingresa tu longitud actual. Este es el número de grados a los que te encuentras desde el meridiano cero en forma de decimal.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
es: Introduzca la frecuencia del oscilador local de banda alta. Para obtener más información, consulte la hoja de especificaciones de su LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
es: Introduzca la frecuencia del oscilador local de banda baja. Para obtener más información, consulte la hoja de especificaciones de su LNB.

source: Entertainment
es: Entretenimiento

source: Entitlements
es: Derechos

source: Environment
es: Medio ambiente

source: Epg/Guide
es: Epg/Guía

source: Epg/Guide long
es: Epg/Guía (largo)

source: Equal to
es: Igual a

source: Equestri
es: Ecuestre

source: Equestrian
es: Ecuestre

source: Erotic
es: Erotica

source: Erotik
es: Erotica

source: Error code
es: Código de error

source: Error creating backup folder: %s: %s
es: Error al crear la carpeta de respaldo: %s: %s

source: Error executing plugin
es: Error ejecutando el complemento

source: Error reading webpage!
es: Error leyendo la página web!

source: Error renaming '%s'
es: Error renombrando '%s'

source: Error: %s Retry?
es: Error: %s ¿Reintentar?

source: Esoterik
es: Esotérico

source: Estonian
es: Estonio

source: Ethernet network interface
es: Interfaz de red Ethernet

source: Event
es: Programa

source: Event Info
es: Información de programa

source: Event font size
es: Tamaño de fuente del programa

source: Event name first
es: Nombre de programa primero

source: Event view
es: Vista del programa

source: Event view menu
es: Menu de vista del programa

source: Eventi Speciali
es: Eventos Especiales

source: Events
es: Programas

source: Every 12 hours
es: Cada 12 horas

source: Every 2 hours
es: Cada 2 horas

source: Every 3 hours
es: Cada 3 horas

source: Every 6 hours
es: Cada 6 horas

source: Every hour
es: Cada hora

source: Everyday
es: Cada día

source: Exceeds dual layer medium!
es: Excede el disco de doble capa!

source: Execution finished!!
es: La ejecución ha terminado.

source: Execution progress:
es: Progreso de ejecución:

source: Exit
es: Salir

source: Exit EPG
es: Abandonar EPG

source: Exit Menusort
es: Salir del ordenamenú

source: Exit all menus
es: Salir de todos menues

source: Exit channel selection
es: Salir de selección de canal

source: Exit editor
es: Salir del editor

source: Exit input device selection.
es: Salir de la selección de dispositivo de entrada.

source: Exit media player?
es: Salir del reproductor de medios?
