Repository: DimitarCC/OpenViX-enigma2-
Catalog: po/*.po
Languages: es

source: Luxembourgish
es: Luxemburgués

source: MAC Address Settings
es: Configuración dirección MAC

source: MAC address
es: Dirección MAC

source: MGcamd can't run whilst CCcam is running.
es: MGcamd no puede funcionar mientras funciona CCcam.

source: MUTE
es: SILENCIAR

source: Macedonia (the former Yugoslav Republic of)
es: Macedonia

source: Magazin
es: Programa de actualidad

source: Magazine
es: Programa de actualidad

source: Magazine Caccia e Pesca
es: Caza y pesca

source: Magazine Cinema
es: Cínema

source: Magazine Cultura
es: Cultura

source: Magazine Musica
es: Música

source: Magazine Natura
es: Natura

source: Magazine Scienza
es: Ciencia

source: Magazine Sport
es: Deportes

source: Magazine Viaggi
es: Viaggi

source: Main Menu
es: Menú principal

source: Main menu
es: Menú principal

source: Maintain old EPG data for
es: Conservar los datos antiguos del EPG

source: Make settings backup
es: Hacer una copia de seguridad de la configuración

source: Make this mark an 'in' point
es: Convertir marca en punto de entrada

source: Make this mark an 'out' point
es: Convertir marca en punto de salida

source: Make this mark just a mark
es: Convertir en marca normal

source: Making a settings backup before updating is highly recommended.
es: Es muy recomendable realizar una copia de seguridad de la configuración antes de actualizar.

source: Maldives
es: Maldivas

source: Manage settings backup.
es: Administrar la copia de seguridad de la configuración.

source: Manage your devices mount points.
es: Administrar los puntos de montaje de tus dispositivos.

source: Mannschaftssport
es: Deporte masculino

source: Manual Scan
es: Búsqueda manual

source: Manual configuration
es: Configuración manual

source: Manual scan
es: Búsqueda manual

source: Manual transponder
es: Transpondedor manual

source: Manufacturer
es: Fabricante

source: Margin after recording (minutes)
es: Margen después de grabar (minutos)

source: Margin before recording (minutes)
es: Margen antes de grabar (minutos)

source: Mark/Portal/Playlist
es: Marcador/Portal/Lista de reproducción

source: Marshall Islands
es: Islas Marshall

source: Martial Sports
es: Deportes marciales

source: Martinique
es: Martinica

source: Mature Adult Audience 15+
es: Público adulto maduro 15+

source: Mature Audience 15+
es: Público adulto 15+

source: Mauritius
es: Mauricio

source: Max channels
es: Max canales

source: Max image backups to keep (0==all)
es: Max copias de seguridad de imagen para mantener (0 == todas)

source: Max memory positions
es: Posiciones máximas de memoria

source: Maxdown +
es: Máximo abajo+

source: Maxdown -
es: Máximo abajo-

source: Maxdown:
es: Máximo abajo:

source: Maximum number of backups to keep. Older backups are given priority for removal, so the fresher ones remain.
es: Número máximo de copias de seguridad que se deben conservar. Las copias de seguridad más antiguas tienen prioridad para su eliminación, por lo que las más recientes se conservan.

source: Maximum number of days
es: Número máximo de días

source: Maximum total space used (MB)
es: Espacio máximo total utilizado (MB):

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
es: A lo mejor hay una grabación curso. Detén la grabación antes de configurar el motor.

source: Media playback Remaining/Elapsed as
es: Reproducción restante/transcurrida de medios

source: Media player
es: Reproductor

source: Media scanner
es: Buscador de medios

source: Medium is not a writeable DVD!
es: El disco no es un DVD grabable.

source: Medium is not empty!
es: El disco no está vacío.

source: Memory
es: Memoria

source: Memory index
es: Número de posición

source: Menu
es: Menú

source: Menu config
es: Ajustes del menú

source: Menu style
es: Estilo de menú

source: Menusort (%s)
es: Ordenamenú (%s)

source: Merging Timeshift files
es: Fusionando archivos Timeshift

source: Message
es: Mensaje

source: MessageBox Functions
es: Funciones de MessageBox

source: Messages
es: Mensajes

source: Mexico
es: Méjico

source: Micronesia (Federated States of)
es: Micronesia

source: Mini Series
es: Miniserie

source: MiniDLNA Setup
es: Configuración MiniDLNA

source: MiniTV with OSD
es: MiniTV con OSD

source: Minimum age %d years
es: Edad mínima %d años

source: Minimum send interval
es: Intervalo mínimo de envío

source: Minority Sports
es: Deportes minoritarios

source: Mins
es: Minutos

source: Mins Secs
es: Minutos Segundos

source: Miscellaneous
es: Misceláneos

source: Missing
es: Falta

source: Mode
es: Modo

# Satellite configuration mode
source: Mode
es: Modo

# Video output mode
source: Mode
es: Modo

source: Model
es: Modelo

source: Model: %s %s
es: Modelo: %s %s

source: Model:
es: Modelo:

source: Model: %s %s
es: Modelo: %s %s

source: Modern Dance
es: Danza moderna

source: Modes
es: Modos

source: Modulation
es: Modulación

source: Modulator
es: Modulador

source: Moldova (Republic of)
es: Moldova

source: Mon
es: Lun

source: Mon-Fri
es: Lun-Vie

source: Monday
es: Lunes

source: Mondo e Tendenze
es: Mundo y tendencias

source: Monthly
es: Mensual

source: Mosquito noise reduction
es: Reducción de ruido de mosquito

source: Motor Sport
es: Deportes de motor

source: Motor command retries
es: Reintentos de comando del rotor

source: Motor running timeout
es: Tiempo de espera de funcionamiento del rotor

source: Motorcycling
es: Motociclismo

source: Motori
es: Motores

source: Motoring
es: Motores

source: Motors
es: Motores

source: Motorsport
es: Deportes de motor

source: Mount
es: Montaje

source: Mount failed for '%s', error code = '%s'.
es: Error de montaje para '%s', código de error = '%s'.

source: Mount manager
es: Administrador de montajes

source: Mount.
es: Montaje.

source: Mount:
es: Montaje:

source: Mounts
es: Montajes

source: Move
es: Mover

source: Move Left/Right
es: Mover izquierda/derecha

source: Move Nand root to SD card
es: Mover la raíz Nand a la tarjeta SD

source: Move PIP
es: Mover PiP

source: Move PiP to main picture
es: Mover PiP a la imagen principal

source: Move Picture in Picture
es: Mover PiP

source: Move Up/Down
es: Mover arriba/abajo

source: Move down a line
es: Bajar una linea

source: Move down a page
es: Bajar una página

source: Move down a screen
es: Bajar una pantalla

source: Move down in bouquet list
es: Bajar el la lista de grupos

source: Move down to last entry
es: Bajar a la última entrada.

source: Move down to next entry
es: Bajar a la entrada siguiente.

source: Move east
es: Mover al este

source: Move left
es: Mover a la izquireda

source: Move menu item down
es: Mover el elemento del menú hacia abajo

source: Move menu item up
es: Mover el elemento del menú hacia arriba

source: Move right
es: Mover derecha

source: Move the keyboard cursor down
es: Mover el cursor del teclado hacia abajo

source: Move the keyboard cursor left
es: Mover el cursor del teclado hacia la izquierda

source: Move the keyboard cursor right
es: Mover el cursor del teclado hacia la derecha

source: Move the keyboard cursor up
es: Mover el cursor del teclado hacia arriba

source: Move the text cursor left
es: Mover el cursor del texto hacia la izquierda

source: Move the text cursor right
es: Mover el cursor del texto hacia la derecha

source: Move the text cursor to the first character
es: Mover el cursor del texto al primer carácter

source: Move the text cursor to the last character
es: Mover el cursor del texto al último carácter

source: Move to description
es: Mover a la descripción

source: Move to end
es: Mover al fin

source: Move to first line / screen
es: Subir a la primera línea / pantalla

source: Move to home of list
es: Ir al inicio de la lista

source: Move to last line / screen
es: Subir a la última línea / pantalla

source: Move to next channel
es: Ir al siguiente canal

source: Move to position X
es: Ir a la posición X

source: Move to previous channel
es: Ir al canal anterior

source: Move to start
es: A punto de comenzar.

source: Move up a line
es: Subir una línea

source: Move up a page
es: Subir una página

source: Move up a screen
es: Subir una pantalla

source: Move up in bouquet list
es: Subir a la lista de grupos

source: Move up to first entry
es: Subir a la primera entrada

source: Move up to previous entry
es: Subir a la entrada anterior

source: Move west
es: Mover al oeste

source: Moved %d items
es: Mover %d elementos

source: Moved '%s'
es: Se movió '%s'

source: Moved to position 0
es: Ir a la posición zero

source: Moved to position at index
es: Ir a la posición

source: Movement
es: Movimiento

source: Movie
es: Película

source: Movie List
es: Lista de películas

source: Movie List Setup
es: Configurar la lista de películas

source: Movie player
es: Reproductor de películas

source: Movie selection
es: Selección de películas

source: Movie/Drama
es: Cine y arte dramático

source: Movielist menu
es: Configurar del menú de la lista de películas

source: Moving
es: Moviendo

source: Moving east ...
es: Moviendo al este

source: Moving files
es: Moviendo archivos

source: Moving to backup Location...
es: Moviendo a la ubicación de copias

source: Moving to position
es: Movimiendo a la posición

source: Moving west ...
es: Movimiendo al oeste

source: Multi EPG
es: EPG Múltiple

source: MultiBoot Image Selector
es: Selector de Multiboot

source: MultiBootSelector Actions
es: Acciones de Selector de Multiboot

source: MultiType
es: Multitipo

source: Multiboot ERROR! - no STARTUP in boot partition.
es: ¡ERROR de Multiboot! - no hay 'STARTUP' en la partición de arranque.

source: Multiboot only able to restore this backup to mmc slot1
es: Multiboot solo se puede restaurar esta copia de seguridad en el slot mmc 1

source: Multiple service support
es: Soporte de canales múltiples

source: Multisat all select
es: Multisat, seleccionar todo

source: Murder
es: Asesinato

source: Music
es: Música

source: Music/Ballet/Dance
es: Música, ballet, baile

source: Musica
es: Música

source: Musicale
es: Musical

source: Musik
es: Música

source: Mystery
es: Misterio

source: Märchen
es: Cuento de hadas

source: NEXT
es: PRÓXIMO

source: NEXTSONG
es: PRÓXIMOCANCIÖN

source: NFS Setup
es: Configuración NFS

source: NIM & Type
es: Sintonizador y Tipo

source: NO, do not restore plugins
es: No restaurar complementos

source: NO, do not restore settings
es: No restaurar la configuración

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
es: NOTA: Esta función está destinada a personas que no pueden desactivar el sobreescaneo en su televisor o pantalla. Intente desactivar el sobreescaneo antes de utilizar esta función. USO: Ajuste el tamaño de la pantalla y la configuración de la posición de modo que la capa de interfaz de usuario sombreada *solo* cubra el patrón de prueba en el fondo. Seleccione Sí para continuar o No para salir.

source: NTP server
es: Servidor NTP

source: NTP sync interval
es: NTP intervalo de sincronización

source: Nachrichten
es: Noticias

source: Name
es: Nombre

source: Name:
es: Nombre:

source: Nameserver
es: DNS

source: Nameserver This test checks for configured nameservers. If you get a "unconfirmed" message: - Please check your DHCP server, cabling and adapter setup. - If you configured your nameservers manually please verify your entries in the "Nameserver" configuration.
es: Esta prueba verifica los DNS configurados. Si recibes un mensaje de "no confirmado": - Comprueba la DHCP, cable o configuración del adaptador. - Si has configurado los DNS manualmente, compruébalos en la configuración de DNS.

source: Nameserver %d
es: Servidor de nombres %d

source: Nameserver Settings
es: Configuración del servidor de nombres

source: Nameserver settings
es: Configuración del servidor de nombres

source: Namespace & Orbital pos.
es: Namespace y posición orbital

source: Narration
es: Narración

source: National
es: Nacional

source: National Music
es: Música nacional

source: National News
es: Noticias nacionales

source: Natur
es: Natura

source: Nature
es: Natura

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. EXIT to return to the help screen. OK to perform the action described in the currently highlighted help.
es: Navegar hacia arriba o hacia abajo con los botones ARRIBA/ABAJO y hacia arriba o hacia abajo con los botones IZQUIERDA/DERECHA. SALIR para volver a la pantalla de ayuda. ACEPTAR para realizar la acción descrita en la ayuda resaltada actualmente.

source: Navigation
es: Navigación

source: Netherlands
es: Holanda

source: Netmask
es: Máscara de red

source: Netmask:
es: Máscara de red:

source: Network
es: Red

source: Network ID
es: ID de red

source: Network MAC settings
es: Configuración de MAC de red

source: Network Setup
es: Configuración de red

source: Network Test
es: Comprobación de red

source: Network Test:
es: Prueba de red

source: Network menu
es: Menú de red

source: Network mounts
es: Montajes de red

source: Network name (SSID)
es: Nombre de red (SSID)

source: Network peer
es: Par de red

source: Network peers
es: Pares de la red

source: Network scan
es: Escanear red

source: Network servers:
es: Servidores de red:

source: Network settings
es: Ajustes de red.

source: Network test
es: Prueba de red

source: Network wizard
es: Asistente de red

source: Network:
es: Red:

source: NetworkInadynSetup
es: Configuración de NetworkInadynSetup

source: Neue Medien
es: Nuevos medios

source: New
es: Nuevo

source: New Caledonia
es: Nueva Caledonia

source: New Zealand
es: Nueva Zealanda

source: New backup
es: Nueva copia de seguridad

source: New password
es: Nueva Contraseña

source: New profile:
es: Nuevo perfil:

source: News
es: Noticias

source: News Magazine
es: Noticias

source: News and Weather
es: Noticias y tiempo

source: News/Current Affairs
es: Noticias y actualidad

source: News/Current Affairs/Social
es: Noticias, actualidad, social

source: News/Documentary
es: Noticia / Documental

source: Next
es: Siguiente

# now/next: 'next' event label
source: Next
es: Siguiente

source: Next backup:
es: Próxima copia de seguridad:

source: No (supported) DVDROM found!
es: Ningún DVDROM soportado encontrado.

source: No Category
es: Sin categoría

source: No Connection
es: Sin conexión

source: No ECM info is currently available. This is only available while decrypting.
es: Actualmente no hay información de ECM disponible. Solo está disponible durante el descifrado.

source: No ECMPids available (FTA Service)
es: No hay ECMPids disponibles (canal FTA)

source: No HDD found or HDD not initialized!
es: Ningún HDD encontrado o no inicializado.

source: No Logs
es: No historiales

source: No MAC interface found
es: No se encontró ninguna interfaz MAC

source: No Timeshift found to save as recording!
es: No se ha encontrado ningún Timeshift para grabar.

source: No active channel found.
es: No se encontró ningún canal activo.

source: No age block
es: Todas edades

source: No card inserted!
es: No se ha introducido ninguna tarjeta.

source: No clients streaming
es: No hay clientes streaming

source: No config files found, please setup CCcam first in /etc/CCcam.cfg.
es: No se han encontrado archivos de configuración. Configura CCcam primero en /etc/CCcam.cfg.

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg.
es: No se han encontrado archivos de configuración. Configura Hypercam primero en /etc/hypercam.cfg.

source: No config files found, please setup MGcamd first in /usr/keys.
es: No se han encontrado archivos de configuración. Configura MGcam primero en /var/keys.

source: No config files found, please setup Ncam first in /etc/tuxbox/config
es: No se han encontrado archivos de configuración. Configura Ncam primero en /etc/tuxbox/config

source: No config files found, please setup Ncam first in /etc/tuxbox/config.
es: No se han encontrado archivos de configuración. Configura Ncam primero en /etc/tuxbox/config

source: No config files found, please setup Oscam first in /etc/tuxbox/config
es: No se han encontrado archivos de configuración. Configura Oscam primero en /etc/tuxbox/config

source: No config files found, please setup Oscam first in /etc/tuxbox/config.
es: No se han encontrado archivos de configuración. Configura Oscam primero en /etc/tuxbox/config.

source: No configs for specifies softcam %s.
es: No hay configuraciones para el softcam %s específico.

source: No connection
es: Sin conexión

source: No current function
es: Sin función actual

source: No data on transponder! (Timeout reading PAT)
es: No hay datos en el transpondedor. (Tiempo cumplido leyendo PAT).

source: No delay
es: Sin retraso

source: No description available.
es: No hay descripción.

source: No displayable files on this medium found!
es: No hay ficheros visualizables en este medio.

source: No event info found, recording indefinitely.
es: No hay información del evento; grabando indefinidamente.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
es: No es posible el avance rápido todavía. Puedes usar las teclas numéricas para ir adelante y atrás.

source: No free index available
es: Ningún número de posición disponible

source: No free tuner!
es: No hay ningún sintonizador libre.

source: No images found
es: No se han encontrado imagenes.

source: No images found on the selected download server...if password check validity
es: No se encontraron imágenes en el servidor de descarga seleccionado...si se verifica la validez de la contraseña

source: No module found
es: Ningún módulo encontrado.

source: No networks found
es: No se han encontrado redes.

source: No of items switch (increase or reduced)
es: Nº de elementos intercambiados (aumentar o reducir)

source: No plugins needed to be installed
es: No es necesario instalar ningún complemento

source: No priority
es: Sin prioridad

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
es: No se ha configurado ningún sintonizador de satélite, terrestre o de cable. Verifique la configuración de su sintonizador.

source: No service
es: Ningún canal

source: No services/providers selected
es: No se ha seleccionado ningún canal/proveedor.

source: No standby
es: Sin modo en espera.

source: No subtitles available
es: Sin subtítlos disponibles.

source: No tags are set on these movies.
es: No hay etiquetas en estas películas.

source: No timeout
es: Sin plazo

source: No to all
es: No a todo

source: No transparency
es: Sin transparencia

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
es: No hay ningún sintonizador activo. Configura el sintonizador antes de iniciar la búsqueda de canales.

source: No updates found, Press OK to exit this screen.
es: No se encontraron actualizaciones, presione OK para salir de esta pantalla.

source: No user installed plugins found
es: No se encontrara ningún complemento instalado por el usuario

source: No wireless networks found! Searching...
es: No se han encontrado redes inalámbricas. Buscando...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
es: No hay ningún adaptador de red local en funcionamiento. Comprueba que hayas conectado un cable de red y la red esté configurada correctamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
es: No hay ningún adaptador de red inalámbrica. Comprueba que hayas conectado un dispositivo WLAN compatible y la red esté configurada correctamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
es: No se ha encontrado ninguna interfaz de red inalámbrica. Comprueba que hayas insertado un dispositivo WLAN compatible y habilitado tu interfaz de red local.

source: No, but restart from the beginning
es: No pero reiniciar desde el principio.

source: No, scan later manually
es: No, buscar manualmente después.

source: NodeID
es: ID de nodo

source: NodeID:
es: ID de nodo:

source: Non Classificato
es: No clasificado

source: Non Definito
es: No definado

source: None
es: Ninguno

source: Norfolk Island
es: Isla Norfolk

source: North
es: Norte

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Norway
es: Noruega

source: Norwegian
es: Noruego

source: Not Classified
es: Sin clasificar

source: Not Defined
es: No definido

source: Not Flashing
es: No Flashing

source: Not associated
es: No asociado

source: Not defined
es: No definido

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
es: No hay suficiente espacio libre. Libera espacio y vuelve a intentarlo. (%d MB requeridos, %d MB disponibles)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
es: No hay suficiente espacio libre en el disco. Tamaño de archivo: %sMB Espacio libre: %sMB Recorrido: %s

source: Not running
es: No es en curso...

source: Not-Associated
es: No asociado

source: Nothing
es: Nada

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
es: No hay nada que buscar. Configura los ajustes del sintonizador antes de buscar un canal.

source: Nothing to scan! Setup your tuner and try again.
es: ¡No hay nada que escanear! Configure su sintonizador y vuelva a intentarlo.

source: Nothing to upgrade
es: Nada que actualizar

source: Nothing, just leave this menu
es: Nada, sólo salir este menú

source: Notiziario
es: Noticias

# now/next: 'now' event label
source: Now
es: Ahora

source: Now skipping restore process
es: Se saltará el proceso de restaurar

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
es: Utiliza la configuración del contraste para subir el brillo del fondo lo máximo posible, pero viendo la diferencia entre los dos niveles más brillantes de sombras. Cuando termines, pulsa OK.

source: Number
es: Número

source: Number buttons mode
es: Modo de teclas de números

source: Number of digits in channel number
es: Número de dígitos en el número de canal

source: Number of rows
es: Número de filas

source: Number of rows to display
es: Número de filas para mostrar

source: Number or SMS style data entry
es: Estilo SMS de ingreso de datos

source: Nuoto
es: Nooto

source: OK button (long)
es: Tecla OK (largo)

source: OK button (short)
es: Tecla OK (corto)

source: OK, to perform a restore
es: Sí, restaurar

source: OPTION
es: OPCIÓN

source: OSD Position
es: Posición de OSD

source: OSD name request
es: Solicitud de nombre OSD

source: OSD position
es: Posición de OSD

source: OScam/Ncam Info
es: Información OScam / Ncam

source: OScam/Ncam Info
es: Información OScam / Ncam

source: Octo core
es: Ocho núcleos

source: Off
es: Apagar

source: Offline decode delay (ms)
es: Retraso de descodificación online (minutos)

source: Offset CA device index
es: Desplazar dispositivo CA de compensación

source: Offset and close CA device
es: Desplazar y cierre del dispositivo CA

source: Olympia
es: Olímpicos

source: Olympics
es: Olímpicos

source: On
es: Encender

source: On Screen Display
es: Visualización en pantalla

source: On end of movie
es: Al final de la película
